<?xml version="1.0" encoding="UTF-8"?><rss xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:content="http://purl.org/rss/1.0/modules/content/" xmlns:atom="http://www.w3.org/2005/Atom" version="2.0" xmlns:media="http://search.yahoo.com/mrss/"><channel><title><![CDATA[Aung Myo Kyaw]]></title><description><![CDATA[Thoughts, stories and ideas.]]></description><link>https://blog.aungmyokyaw.com/</link><image><url>https://blog.aungmyokyaw.com/favicon.png</url><title>Aung Myo Kyaw</title><link>https://blog.aungmyokyaw.com/</link></image><generator>Ghost 4.32</generator><lastBuildDate>Sat, 25 Dec 2021 06:52:59 GMT</lastBuildDate><atom:link href="https://blog.aungmyokyaw.com/rss/" rel="self" type="application/rss+xml"/><ttl>60</ttl><item><title><![CDATA[တာ့တာ့ medium [ ghost static ]]]></title><description><![CDATA[2021 နှစ်ချုပ် ရေးမလို့ ဝင်လိုက်တာ ဝင် လို့ မရဖြစ်နေတာ ရယ်။​ကိုယ် ပိုင် control အကုန် သုံးချင်တာ ရယ်။ static site ပြန်ပြောင်းမလို့ စိတ် ကူး ရလာတယ်။]]></description><link>https://blog.aungmyokyaw.com/ttaattaa/</link><guid isPermaLink="false">61c5f4b9bce9cae08ec1167f</guid><category><![CDATA[switch-to-ghost-static]]></category><dc:creator><![CDATA[Aung Myo Kyaw]]></dc:creator><pubDate>Fri, 24 Dec 2021 16:43:52 GMT</pubDate><media:content url="https://images.unsplash.com/photo-1495118959113-682e43466409?crop=entropy&amp;cs=tinysrgb&amp;fit=max&amp;fm=jpg&amp;ixid=MnwxMTc3M3wwfDF8c2VhcmNofDE5fHxieWUlMjBieWUlMjBtZWl8ZW58MHx8fHwxNjQwMzYzMjQy&amp;ixlib=rb-1.2.1&amp;q=80&amp;w=2000" medium="image"/><content:encoded><![CDATA[<img src="https://images.unsplash.com/photo-1495118959113-682e43466409?crop=entropy&amp;cs=tinysrgb&amp;fit=max&amp;fm=jpg&amp;ixid=MnwxMTc3M3wwfDF8c2VhcmNofDE5fHxieWUlMjBieWUlMjBtZWl8ZW58MHx8fHwxNjQwMzYzMjQy&amp;ixlib=rb-1.2.1&amp;q=80&amp;w=2000" alt="&#x1010;&#x102C;&#x1037;&#x1010;&#x102C;&#x1037; medium [ ghost static ]"><p>medium &#x1019;&#x103E;&#x102C; &#x101B;&#x1031;&#x1038; &#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x102C; &#x1000; editor &#x1000;&#x102D;&#x102F; &#x1000;&#x103C;&#x102D;&#x102F;&#x1000;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x104B; &#x200C;&#x200C;note &#x1011;&#x1032; &#x1016;&#x103C;&#x1005;&#x103A;&#x1016;&#x103C;&#x1005;&#x103A; &#x101B;&#x1031;&#x1038;&#x1011;&#x102C;&#x1038;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; paste &#x1001;&#x103B;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x101C;&#x100A;&#x103A;&#x1038; &#x1019;&#x101B;&#x1031;&#x1038;&#x1001;&#x103B;&#x1004;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037;&#x104B;&#x200C;&#x200C;&#x1021;&#x1005; &#x1015;&#x1011;&#x1019; &#x1010;&#x102F;&#x1014;&#x103A;&#x1038;&#x1000; &#x1010;&#x1031;&#x102C;&#x1037; static site generator &#x101E;&#x102F;&#x1036;&#x1038;&#x1010;&#x101A;&#x103A;&#x104B;&#x200B; <a href="https://gohugo.io">hugo</a> &#x101E;&#x102F;&#x1036;&#x1038;&#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;&#x200C;&#x200C;WYSIWYG &#x1014;&#x1032;&#x1037; &#x101E;&#x102F;&#x1036;&#x1038;&#x1010;&#x102C; &#x1000;&#x103C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;&#x200C;&#x200C;medium &#x1000;&#x102D;&#x102F; &#x101B;&#x1031;&#x102C;&#x1000;&#x103A;&#x101C;&#x102C;&#x1010;&#x101A;&#x103A;&#x104B;<br>&#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1015;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038; custom domain &#x1015;&#x1031;&#x1038;&#x101E;&#x102F;&#x1036;&#x1038;&#x1010;&#x101A;&#x103A; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x101C;&#x102C;&#x1010;&#x101A;&#x103A;&#x104B;&#x200B; </p><hr><p><strong>2021</strong> &#x1014;&#x103E;&#x1005;&#x103A;&#x1001;&#x103B;&#x102F;&#x1015;&#x103A; &#x101B;&#x1031;&#x1038;&#x1019;&#x101C;&#x102D;&#x102F;&#x1037; &#x101D;&#x1004;&#x103A;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x102C; &#x101D;&#x1004;&#x103A; &#x101C;&#x102D;&#x102F;&#x1037; &#x1019;&#x101B;&#x1016;&#x103C;&#x1005;&#x103A;&#x1014;&#x1031;&#x1010;&#x102C; &#x101B;&#x101A;&#x103A;&#x104B;&#x200B;&#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1015;&#x102D;&#x102F;&#x1004;&#x103A; control &#x1021;&#x1000;&#x102F;&#x1014;&#x103A; &#x101E;&#x102F;&#x1036;&#x1038;&#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x102C; &#x101B;&#x101A;&#x103A;&#x104B; static site &#x1015;&#x103C;&#x1014;&#x103A;&#x1015;&#x103C;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1019;&#x101C;&#x102D;&#x102F;&#x1037; &#x1005;&#x102D;&#x1010;&#x103A; &#x1000;&#x1030;&#x1038; &#x101B;&#x101C;&#x102C;&#x1010;&#x101A;&#x103A;&#x104B; &#x1012;&#x102B;&#x1015;&#x1031;&#x1019;&#x101A;&#x1037;&#x103A; note &#x1011;&#x1032;&#x101B;&#x1031;&#x1038;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; local &#x1019;&#x103E;&#x102C; build &#x101B;&#x1010;&#x102C; &#x1010;&#x1004;&#x103A; &#x101B;&#x1010;&#x102C; &#x1005;&#x102D;&#x1010;&#x103A; &#x100A;&#x1005;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A; &#x1010;&#x1019;&#x103B;&#x102D;&#x102F;&#x1038; &#x101E;&#x102F;&#x1036;&#x1038;&#x1019;&#x101C;&#x102D;&#x102F;&#x1037; &#x1005;&#x1009;&#x103A;&#x1038;&#x1005;&#x102C;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; ghost &#x101E;&#x102F;&#x1036;&#x1038;&#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;</p><p>&#x1015;&#x103C;&#x103F;&#x1014;&#x102C;&#x1000; static &#x1000; &#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x101C;&#x1000;&#x102C;&#x1038; &#x1010;&#x1004;&#x103A;&#x1016;&#x102D;&#x102F;&#x1037; &#x1014;&#x1031;&#x101B;&#x102C; &#x1015;&#x1031;&#x102B;&#x1010;&#x102C; &#x104B; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1000; &#x1001;&#x100F;&#x200B;&#x101C;&#x1031;&#x1038;&#x1015;&#x1032;&#x200B;&#x101B;&#x1031;&#x1038;&#x1010;&#x102C; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; server &#x1016;&#x102D;&#x102F;&#x1038; &#x101C;&#x100A;&#x103A;&#x1038; &#x1000;&#x102F;&#x1014;&#x103A;&#x1010;&#x102C; &#x1019;&#x1010;&#x1014;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x104B; &#x1010;&#x101D;&#x1000;&#x103A; &#x1005;&#x102E; &#x1015;&#x1032;&#x200B; &#x101E;&#x102F;&#x1036;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037;&#x1019;&#x101A;&#x103A;&#x104B;</p><p>&#x1021;&#x1001;&#x102F; &#x1000; ghost &#x1000;&#x102D;&#x102F; local &#x1019;&#x103E;&#x102C;&#x1011;&#x102C;&#x1038;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1005;&#x102C; &#x101B;&#x1031;&#x1038; &#x1018;&#x102C;&#x100A;&#x102C; &#x101C;&#x102F;&#x1015;&#x103A; &#x1019;&#x101A;&#x103A;&#x104B;</p><p>&#x1015;&#x103C;&#x102E;&#x1038;&#x101B;&#x1004;&#x103A; local &#x1000; &#x101F;&#x102C; &#x1000;&#x102D;&#x102F; static &#x1021;&#x1014;&#x1031; &#x1014;&#x1032;&#x1037; &#x1021;&#x1000;&#x102F;&#x1014;&#x103A; crawl &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1010;&#x1004;&#x103A; &#x1019;&#x101A;&#x103A;&#x104B;</p><p>&#x1021;&#x1032;&#x1037;&#x1010;&#x102C; &#x1000; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x1010;&#x101A;&#x103A;&#x104B; &#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x101C;&#x1000;&#x103A; &#x1011;&#x1032;&#x1019;&#x103E;&#x102C; &#x1021;&#x1000;&#x102F;&#x1014;&#x103A; control &#x101C;&#x100A;&#x103A;&#x1038; &#x101B;&#x1010;&#x101A;&#x103A;&#x104B; editor &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x101C;&#x100A;&#x103A;&#x1038; &#x101E;&#x102F;&#x1036;&#x1038; &#x101C;&#x102D;&#x102F;&#x1037; &#x101B;&#x1010;&#x101A;&#x103A;&#x104B;</p><figure class="kg-card kg-bookmark-card"><a class="kg-bookmark-container" href="https://github.com/TryGhost/Ghost"><div class="kg-bookmark-content"><div class="kg-bookmark-title">GitHub - TryGhost/Ghost: Turn your audience into a business. Publishing, memberships, subscriptions and newsletters.</div><div class="kg-bookmark-description">Turn your audience into a business. Publishing, memberships, subscriptions and newsletters. - GitHub - TryGhost/Ghost: Turn your audience into a business. Publishing, memberships, subscriptions and...</div><div class="kg-bookmark-metadata"><img class="kg-bookmark-icon" src="https://github.com/fluidicon.png" alt="&#x1010;&#x102C;&#x1037;&#x1010;&#x102C;&#x1037; medium [ ghost static ]"><span class="kg-bookmark-author">GitHub</span><span class="kg-bookmark-publisher">TryGhost</span></div></div><div class="kg-bookmark-thumbnail"><img src="https://opengraph.githubassets.com/eaf41e2ca21d7b0ad94f7759b3cfe136d486a2eec412323f37dc3a53549f46d0/TryGhost/Ghost" alt="&#x1010;&#x102C;&#x1037;&#x1010;&#x102C;&#x1037; medium [ ghost static ]"></div></a></figure><p>gssg &#x1000; index file &#x1000;&#x102D;&#x102F; crawl &#x1019;&#x101C;&#x102F;&#x1015;&#x103A;&#x1010;&#x1032;&#x1037; error &#x101B;&#x103E;&#x102D;&#x1010;&#x101A;&#x103A; &#x1021;&#x1032;&#x1037;&#x1010;&#x102C; &#x1000; pull request &#x1010;&#x101A;&#x1031;&#x102C;&#x1000;&#x103A; &#x1015;&#x102D;&#x102F;&#x1037;&#x1011;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A;&#x104B; &#x1021;&#x1032;&#x1037; &#x101F;&#x102C;&#x1000;&#x102D;&#x102F; &#x1015;&#x1032; install &#x101C;&#x102F;&#x1015;&#x103A;&#x101E;&#x102F;&#x1036;&#x1038; &#x101B;&#x1004;&#x103A; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x1010;&#x101A;&#x103A;&#x104B;</p><figure class="kg-card kg-bookmark-card"><a class="kg-bookmark-container" href="https://github.com/Fried-Chicken/ghost-static-site-generator"><div class="kg-bookmark-content"><div class="kg-bookmark-title">GitHub - Fried-Chicken/ghost-static-site-generator: Generate a static site from ghost and deploy using a CI</div><div class="kg-bookmark-description">Generate a static site from ghost and deploy using a CI - GitHub - Fried-Chicken/ghost-static-site-generator: Generate a static site from ghost and deploy using a CI</div><div class="kg-bookmark-metadata"><img class="kg-bookmark-icon" src="https://github.com/fluidicon.png" alt="&#x1010;&#x102C;&#x1037;&#x1010;&#x102C;&#x1037; medium [ ghost static ]"><span class="kg-bookmark-author">GitHub</span><span class="kg-bookmark-publisher">Fried-Chicken</span></div></div><div class="kg-bookmark-thumbnail"><img src="https://opengraph.githubassets.com/eea871cd593f6db6418079801cd66ab1d3c6431062bffb45aa91d3cd502ad944/Fried-Chicken/ghost-static-site-generator" alt="&#x1010;&#x102C;&#x1037;&#x1010;&#x102C;&#x1037; medium [ ghost static ]"></div></a></figure><p>&#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1010;&#x1001;&#x102B;&#x1010;&#x1031;&#x102C;&#x1037; medium &#x1000;&#x102D;&#x102F; &#x1015;&#x103C;&#x1014;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037;&#x1015;&#x102B;&#x1018;&#x1030;&#x1038;&#x104B; &#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1014;&#x1031;&#x101B;&#x102C;&#x1019;&#x103E;&#x102C;&#x1015;&#x1032; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1011;&#x102C;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037;&#x1019;&#x101A;&#x103A;&#x104B;</p><p>&#x1021;&#x1001;&#x102F; &#x1010;&#x1031;&#x102C;&#x1037; site &#x1000;&#x102D;&#x102F; github page &#x1000;&#x1014;&#x1031; cloudflare pages &#x1000;&#x102D;&#x102F; &#x101B;&#x103D;&#x103E;&#x1031;&#x1037; &#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;</p><figure class="kg-card kg-bookmark-card"><a class="kg-bookmark-container" href="https://pages.cloudflare.com/"><div class="kg-bookmark-content"><div class="kg-bookmark-title">Cloudflare Pages</div><div class="kg-bookmark-description">Build your next application with Cloudflare Pages</div><div class="kg-bookmark-metadata"><img class="kg-bookmark-icon" src="https://pages.cloudflare.com/favicon.ico" alt="&#x1010;&#x102C;&#x1037;&#x1010;&#x102C;&#x1037; medium [ ghost static ]"><span class="kg-bookmark-author">Pages logo</span></div></div><div class="kg-bookmark-thumbnail"><img src="https://blog.cloudflare.com/content/images/2020/12/twitter-shared-link-18.png" alt="&#x1010;&#x102C;&#x1037;&#x1010;&#x102C;&#x1037; medium [ ghost static ]"></div></a></figure><p>site repo &#x1000;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1001;&#x102F; &#x1014;&#x1031;&#x101B;&#x102C;&#x1019;&#x103E;&#x102C; &#x1000;&#x103C;&#x100A;&#x1037;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x101B;&#x1010;&#x101A;&#x103A;&#x104B;</p><figure class="kg-card kg-bookmark-card"><a class="kg-bookmark-container" href="https://github.com/AungMyoKyaw/blog"><div class="kg-bookmark-content"><div class="kg-bookmark-title">GitHub - AungMyoKyaw/blog: blog</div><div class="kg-bookmark-description">blog. Contribute to AungMyoKyaw/blog development by creating an account on GitHub.</div><div class="kg-bookmark-metadata"><img class="kg-bookmark-icon" src="https://github.com/fluidicon.png" alt="&#x1010;&#x102C;&#x1037;&#x1010;&#x102C;&#x1037; medium [ ghost static ]"><span class="kg-bookmark-author">GitHub</span><span class="kg-bookmark-publisher">AungMyoKyaw</span></div></div><div class="kg-bookmark-thumbnail"><img src="https://opengraph.githubassets.com/6cc2d0acd83e0c9ba38d08dbf7c64a2eb11fab2b31c4f47fe168cb049fb8dca3/AungMyoKyaw/blog" alt="&#x1010;&#x102C;&#x1037;&#x1010;&#x102C;&#x1037; medium [ ghost static ]"></div></a></figure>]]></content:encoded></item><item><title><![CDATA[unleashing potential]]></title><description><![CDATA[code ရေးစား တဲ့ လူ တယောက် အဖို့ က ကိုယ် ပိုင် machine လို တာ ကို တော့ ပြော မနေပါ နဲ့ ။ အသေ လို ချင်တယ်။​ သေလု အောင် လို ချင်တယ်။ စက် ဆို…]]></description><link>https://blog.aungmyokyaw.com/unleashing-potential/</link><guid isPermaLink="false">61c5ad1ec082a62ec9dec2de</guid><category><![CDATA[M1 Macbook Pro]]></category><dc:creator><![CDATA[Aung Myo Kyaw]]></dc:creator><pubDate>Tue, 19 Oct 2021 14:39:27 GMT</pubDate><media:content url="https://blog.aungmyokyaw.com/content/images/max/800/1-3Vg2zpy2Sv8N_dV6A11JMg.jpeg" medium="image"/><content:encoded><![CDATA[<img src="https://blog.aungmyokyaw.com/content/images/max/800/1-3Vg2zpy2Sv8N_dV6A11JMg.jpeg" alt="unleashing potential"><p>code &#x101B;&#x1031;&#x1038;&#x1005;&#x102C;&#x1038; &#x1010;&#x1032;&#x1037; &#x101C;&#x1030; &#x1010;&#x101A;&#x1031;&#x102C;&#x1000;&#x103A; &#x1021;&#x1016;&#x102D;&#x102F;&#x1037; &#x1000; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1015;&#x102D;&#x102F;&#x1004;&#x103A; machine &#x101C;&#x102D;&#x102F; &#x1010;&#x102C; &#x1000;&#x102D;&#x102F; &#x1010;&#x1031;&#x102C;&#x1037; &#x1015;&#x103C;&#x1031;&#x102C; &#x1019;&#x1014;&#x1031;&#x1015;&#x102B; &#x1014;&#x1032;&#x1037; &#x104B; &#x1021;&#x101E;&#x1031; &#x101C;&#x102D;&#x102F; &#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;&#x200B; &#x101E;&#x1031;&#x101C;&#x102F; &#x1021;&#x1031;&#x102C;&#x1004;&#x103A; &#x101C;&#x102D;&#x102F; &#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B; &#x1005;&#x1000;&#x103A; &#x1006;&#x102D;&#x102F; &#x101B;&#x1004;&#x103A; &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x102C; &#x1015;&#x1032; &#x1019;&#x102D;&#x102F;&#x1037;&#x101C;&#x102C;&#x1038; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x101C;&#x100A;&#x103A;&#x1038; &#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x1018;&#x1030;&#x1038; &#x104B; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1000; mac &#x1019;&#x103E; mac &#x1015;&#x1032; &#x1000;&#x102D;&#x102F;&#x1004;&#x103A; &#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x102C; &#x104B; &#x1010;&#x1015;&#x103C;&#x102C;&#x1038; &#x101E;&#x102C;&#x1038; &#x1019;&#x103E; &#x1019;&#x101C;&#x103B;&#x103E;&#x1031;&#x102C;&#x1037;&#x1018;&#x1030;&#x1038; &#x104B; &#x1015;&#x103C;&#x1031;&#x102C;&#x101B;&#x1019;&#x101A;&#x103A; &#x1006;&#x102D;&#x102F;&#x101B;&#x1004;&#x103A; &#x101B;&#x1030;&#x1038; &#x1010;&#x102C;&#x1015;&#x1031;&#x102B;&#x1037;&#x104B; &#x1018;&#x102C; &#x101C;&#x102D;&#x102F;&#x1037; &#x101C;&#x1032; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; mac &#x101B;&#x1032;&#x1037; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1000;&#x103D;&#x1000;&#x103A;&#x1010;&#x103D;&#x1031; &#x101C;&#x100A;&#x103A;&#x1038; &#x101B;&#x103E;&#x102D; &#x1010;&#x102C; &#x101C;&#x100A;&#x103A;&#x1038; &#x101F;&#x102F;&#x1010;&#x103A;&#x1015;&#x102B;&#x1010;&#x101A;&#x103A;&#x104B;&#x200B;&#x1021;&#x101B;&#x1004;&#x103A; &#x1000;&#x102F;&#x1012;&#x103A; &#x101B;&#x1031;&#x1038;&#x1000;&#x102C;&#x1005; &#x1000;&#x1010;&#x1031;&#x102C;&#x1037; ubuntu distro &#x101C;&#x1031;&#x1038; &#x1010;&#x103D;&#x1031; &#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1015;&#x103C;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x101E;&#x102F;&#x1036;&#x1038;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x101B;&#x1031;&#x1038; &#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x102C; &#x1015;&#x1031;&#x102B;&#x1037;&#x104B;&#x200B;&#x1014;&#x1031;&#x102C;&#x1000;&#x103A; &#x1015;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038; mac &#x1000;&#x102D;&#x102F;&#x1004;&#x103A; &#x1016;&#x1030;&#x1038; &#x1010;&#x102C; &#x1000; &#x1005;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x104B; &#x1021;&#x1032;&#x1037; &#x1000; &#x1014;&#x1031;&#x1000;&#x102D;&#x102F; &#x1019;&#x101C;&#x103B;&#x1031;&#x102C;&#x1037; &#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037;&#x1018;&#x1030;&#x1038;&#x104B; &#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1021;&#x1010;&#x103D;&#x1000;&#x103A; &#x1000; social status &#x1010;&#x1001;&#x102F;&#x101C;&#x102D;&#x102F; &#x1000;&#x102D;&#x102F; &#x1001;&#x1036; &#x1005;&#x102C;&#x1038; &#x101C;&#x102C;&#x101B;&#x1010;&#x101A;&#x103A; &#x1011;&#x1004;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;[ &#x1021;&#x1019;&#x103E;&#x1014;&#x103A; &#x1000; &#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x1015;&#x102B;&#x1018;&#x1030;&#x1038; &#x104A; &#x1005;&#x102D;&#x1010;&#x103A; &#x1000; &#x101C;&#x103E;&#x100A;&#x1037;&#x103A;&#x1005;&#x102C;&#x1038;&#x1010;&#x102C; &#x101E;&#x102D;&#x1010;&#x101A;&#x103A; &#x104A; &#x1016;&#x103B;&#x1031;&#x102C;&#x1000;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x1019;&#x101B;&#x1010;&#x102C; ]&#x104B; &#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1019;&#x103E;&#x102C; &#x1021;&#x1016;&#x103C;&#x1005;&#x103A; &#x1001;&#x103B;&#x1004;&#x103A; &#x1006;&#x102F;&#x1036;&#x1038; &#x1006;&#x1014;&#x1039;&#x1012;&#x200B;&#x1000; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1015;&#x102D;&#x102F;&#x1004;&#x103A; mac &#x1010;&#x101C;&#x102F;&#x1036;&#x1038;&#x1015;&#x1032;&#x104B; &#x101B;&#x102F;&#x1036;&#x1038;&#x1000; &#x1000;&#x103D;&#x1014;&#x103A;&#x1015;&#x103C;&#x1030;&#x1010;&#x102C; &#x1010;&#x1031;&#x102C;&#x1037; &#x101E;&#x102F;&#x1036;&#x1038; &#x101B;&#x1010;&#x102C; &#x1010;&#x1031;&#x102C;&#x1037; &#x101F;&#x102F;&#x1010;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B; &#x101E;&#x102F;&#x1036;&#x1038; &#x101B;&#x101B;&#x1004;&#x103A; &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x102C;&#x1015;&#x1032; &#x1015;&#x102D;&#x102F;&#x1004;&#x103A;&#x1015;&#x102D;&#x102F;&#x1004;&#x103A;/&#x1019;&#x1015;&#x102D;&#x102F;&#x1004;&#x103A;&#x1015;&#x102D;&#x102F;&#x1004;&#x103A; &#x1006;&#x102D;&#x102F;&#x1010;&#x1032;&#x1037; &#x101E;&#x1018;&#x1031;&#x102C;&#x1011;&#x102C;&#x1038; &#x1011;&#x102C;&#x1038; &#x1014;&#x1031;&#x1000;&#x103B; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x1018;&#x1030;&#x1038;&#x104B;</p><p>&#x1014;&#x100A;&#x103A;&#x1038;&#x1014;&#x100A;&#x103A;&#x1038;&#x1000;&#x103C;&#x1031;&#x102C;&#x1004;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;</p><blockquote><strong>&#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1021;&#x1000;&#x103B;&#x1004;&#x1037;&#x103A; &#x1000; &#x101B;&#x1031;&#x101E;&#x1031;&#x102C;&#x1000;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038;&#x1019;&#x103E; &#x1011;&#x1019;&#x1004;&#x103A;&#x1038;&#x1005;&#x102C;&#x1038;&#x1019;&#x101A;&#x103A; &#x101C;&#x102D;&#x102F;&#x1037; &#x1005;&#x102D;&#x1010;&#x103A; &#x1011;&#x1032; &#x1019;&#x103E;&#x102C; &#x1000;&#x103C;&#x1036;&#x1011;&#x102C;&#x1038;&#x101B;&#x1004;&#x103A; &#x101B;&#x1031; &#x1019;&#x101E;&#x1031;&#x102C;&#x1000;&#x103A; &#x101B; &#x1019;&#x1001;&#x103B;&#x1004;&#x103A;&#x1038; &#x1011;&#x1019;&#x1004;&#x103A;&#x1038; &#x1018;&#x101A;&#x103A; &#x101C;&#x1031;&#x102C;&#x1000;&#x103A; &#x1006;&#x102C;&#x1006;&#x102C; &#x1010;&#x1005;&#x1000;&#x103A;&#x1019;&#x103E; &#x1005;&#x102C;&#x1038; &#x1019;&#x101A;&#x1037;&#x103A; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x1018;&#x1030;&#x1038; &#x104B;</strong></blockquote><p>&#x1021;&#x1032;&#x1037;&#x101C;&#x102D;&#x102F; &#x1019;&#x103B;&#x102D;&#x102F;&#x1038; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1015;&#x102D;&#x102F;&#x1004;&#x103A; &#x101E;&#x102F;&#x1036;&#x1038; &#x101C;&#x102D;&#x102F;&#x1037; &#x101B;&#x1019;&#x101A;&#x1037;&#x103A; &#x101F;&#x102C;&#x101C;&#x1031;&#x1038; &#x101B;&#x1019;&#x103E; &#x101C;&#x103D;&#x1010;&#x103A; &#x101C;&#x103D;&#x1010;&#x103A; &#x101C;&#x1015;&#x103A;&#x101C;&#x1015;&#x103A; &#x101C;&#x102F;&#x1015;&#x103A;&#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x1032;&#x1037; &#x1000;&#x102D;&#x1005;&#x1039;&#x1005;&#x101C;&#x1031;&#x1038;&#x1010;&#x103D;&#x1031; &#x101C;&#x100A;&#x103A;&#x1038; &#x101B;&#x103E;&#x102D;&#x1010;&#x102C;&#x1015;&#x1031;&#x102B;&#x1037;&#x104B; &#x1021;&#x1032;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1021;&#x1010;&#x103D;&#x1000;&#x103A; &#x1021;&#x101B;&#x1019;&#x103A;&#x1038;&#x1000;&#x102D;&#x102F; &#x1021;&#x101B;&#x1031;&#x1038;&#x1000;&#x103C;&#x102E;&#x1038; &#x1010;&#x1032;&#x1037; &#x1000;&#x102D;&#x1005;&#x1039;&#x1005; &#x104B; covid &#x1000;&#x102C;&#x101C;&#x1019;&#x103E;&#x102C; &#x1021;&#x102D;&#x1019;&#x103A; &#x1000; &#x1014;&#x1031; &#x1021;&#x101C;&#x102F;&#x1015;&#x103A; &#x101C;&#x102F;&#x1015;&#x103A; &#x1014;&#x1031;&#x1010;&#x1032;&#x1037; &#x1021;&#x1001;&#x103B;&#x102D;&#x1014;&#x103A;&#x1019;&#x103E;&#x102C; &#x1021;&#x1010;&#x1031;&#x102C;&#x103A; &#x101C;&#x1031;&#x1038; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x101C;&#x102C;&#x1010;&#x101A;&#x103A;&#x104B; &#x101B;&#x1014;&#x103A;&#x1000;&#x102F;&#x1014;&#x103A; &#x1019;&#x103E;&#x102C; &#x1021;&#x1001;&#x1014;&#x103A;&#x1038; &#x1004;&#x103E;&#x102C;&#x1038;&#x1010;&#x1032;&#x1037; &#x1005;&#x102C;&#x1038;&#x101B;&#x102D;&#x1010;&#x103A; &#x1010;&#x103D;&#x1031; &#x101B;&#x1014;&#x103A;&#x1000;&#x102F;&#x1014;&#x103A; &#x101B;&#x1032;&#x1037; &#x1005;&#x102C;&#x1038; &#x1005;&#x101B;&#x102D;&#x1010;&#x103A; &#x1010;&#x102D;&#x102F;&#x1037; &#x101E;&#x1000;&#x103A;&#x101E;&#x102C;&#x101C;&#x102C;&#x1010;&#x1031;&#x102C;&#x1037; &#x1015;&#x102D;&#x102F;&#x1000;&#x103A;&#x1006;&#x1036;&#x101C;&#x1031;&#x1038; &#x1000; &#x101C;&#x1030;&#x1038;&#x101C;&#x102C; &#x101C;&#x103D;&#x1014;&#x1037;&#x103A;&#x101C;&#x102C; &#x101B;&#x103E;&#x102D; &#x101C;&#x102C;&#x1010;&#x101A;&#x103A;&#x104B; &#x1021;&#x1032;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x103D;&#x1014;&#x103A;&#x1015;&#x103C;&#x1030;&#x1010;&#x102C;&#x101D;&#x101A;&#x103A; &#x1019;&#x101A;&#x103A; &#x101C;&#x102F;&#x1015;&#x103A; &#x1014;&#x1031;&#x1010;&#x102F;&#x1014;&#x103A;&#x1038; m1 &#x1011;&#x103D;&#x1000;&#x103A; &#x101C;&#x102C;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1000;&#x102D;&#x102F;&#x1000;&#x103A; &#x1015;&#x1031;&#x102B;&#x1037;&#x104B;</p><p>&#x1015;&#x103C;&#x102E;&#x1038;&#x101C;&#x100A;&#x103A;&#x1038; &#x1015;&#x103C;&#x102E;&#x1038; &#x101B;&#x1031;&#x102C; &#x1019;&#x1021;&#x101C; &#x1000; &#x1021;&#x102C;&#x100F;&#x102C; &#x1000;&#x1031;&#x102C;&#x1000;&#x103A; &#x101E;&#x102D;&#x1019;&#x103A;&#x1038; &#x104A; &#x1010;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038;&#x1015;&#x103C;&#x100A;&#x103A; &#x101C;&#x100A;&#x103A;&#x1038; &#x1002;&#x101A;&#x1031;&#x102C;&#x1000;&#x103A;&#x1002;&#x101A;&#x1000;&#x103A; &#x1010;&#x103D;&#x1031; &#x1016;&#x103C;&#x1005;&#x103A; &#x1000;&#x102F;&#x1014;&#x103A; &#x1010;&#x101A;&#x103A;&#x104B;</p><p>&#x1005;&#x102E;&#x1038;&#x1015;&#x103D;&#x102C;&#x1038;&#x101B;&#x1031;&#x1038; &#x1010;&#x103D;&#x1031; &#x1000;&#x101C;&#x100A;&#x103A;&#x1038; &#x1021;&#x1000;&#x102F;&#x1014;&#x103A; &#x1000;&#x103B; &#x104A; &#x1018;&#x100F;&#x103A; &#x1011;&#x1032; &#x101B;&#x103E;&#x102D;&#x1010;&#x1032;&#x1037; &#x1015;&#x102D;&#x102F;&#x1000;&#x103A;&#x1006;&#x1036; &#x101C;&#x100A;&#x103A;&#x1038; &#x1015;&#x103C;&#x1014;&#x103A; &#x1011;&#x102F;&#x1010;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x1019;&#x101B;&#x1010;&#x1031;&#x102C;&#x1037;&#x1019;&#x101A;&#x1037;&#x103A; &#x1021;&#x1014;&#x1031;&#x1021;&#x1011;&#x102C;&#x1038;&#x1010;&#x103D;&#x1031;&#x104B; &#x1004;&#x103D;&#x1031;&#x1000;&#x103C;&#x1031;&#x1038; &#x1010;&#x103D;&#x1031; &#x1000;&#x101C;&#x100A;&#x103A;&#x1038; &#x1016;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1015;&#x103D; &#x101C;&#x102C; &#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1019;&#x103E;&#x102C; &#x101B;&#x103E;&#x102D;&#x1010;&#x1032;&#x1037; &#x1015;&#x102D;&#x102F;&#x1000;&#x103A; &#x1006;&#x1036; &#x1000; mac &#x101D;&#x101A;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x1019;&#x101B;&#x1010;&#x1031;&#x102C;&#x1037;&#x1019;&#x103E;&#x102C; &#x1000;&#x103C;&#x1031;&#x102C;&#x1000;&#x103A;&#x101C;&#x102C;&#x1010;&#x101A;&#x103A;&#x104B; &#x1021;&#x1005; &#x1000; &#x1014;&#x1031;&#x101C;&#x100A;&#x103A;&#x1038; &#x1015;&#x103C;&#x1014;&#x103A; &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x101C;&#x102F;&#x1015;&#x103A;&#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037;&#x1018;&#x1030;&#x1038;&#x104B; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1015;&#x102D;&#x102F;&#x1004;&#x103A; &#x1005;&#x1000;&#x103A; &#x101B;&#x1019;&#x103E; &#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1000; &#x1006;&#x1000;&#x103A;&#x101B;&#x103D;&#x1031;&#x1037; &#x1010;&#x1031;&#x102C;&#x1037;&#x1019;&#x103E;&#x102C; &#x101E;&#x102D;&#x1010;&#x101A;&#x103A;&#x104B; &#x1021;&#x1032;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x101E;&#x100A;&#x103A;&#x1038; &#x1021;&#x101E;&#x1014;&#x103A; &#x1000;&#x102D;&#x1005;&#x1039;&#x1005; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x101E;&#x1032;&#x1021;&#x101E;&#x1014;&#x103A; &#x1005;&#x1009;&#x103A;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A; &#x101B;&#x1010;&#x101A;&#x103A;&#x104B;</p><p>psycho &#x1010;&#x103D;&#x1031; &#x101D;&#x1004;&#x103A;&#x101C;&#x103D;&#x1014;&#x103A;&#x1038; &#x1019;&#x1000; &#x101D;&#x1004;&#x103A; &#x101C;&#x102C; &#x1010;&#x102F;&#x1014;&#x103A;&#x1038; usd &#x1000; 2700 &#x101C;&#x1031;&#x102C;&#x1000;&#x103A; &#x101B;&#x1031;&#x102C;&#x1000;&#x103A;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A;&#x104B; &#x1021;&#x1032;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x1011;&#x1015;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x103B;&#x102C;&#x1038; &#x1019;&#x1015;&#x103C;&#x1031;&#x102C;&#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1019;&#x1006;&#x102D;&#x102F;&#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038; 4000 &#x1016;&#x103C;&#x1005;&#x103A; &#x101B;&#x1004;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; &#x1004;&#x102B;&#x1010;&#x1031;&#x102C;&#x1037; &#x101E;&#x103D;&#x102C;&#x1038;&#x1015;&#x103C;&#x102E; &#x1006;&#x102D;&#x102F; &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037;&#x104B; &#x101C;&#x1031;&#x102C;&#x101C;&#x1031;&#x102C; &#x101C;&#x1031;&#x102C;&#x101C;&#x1031;&#x102C; &#x1014;&#x1032;&#x1037; &#x101C;&#x102F;&#x1015;&#x103A;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x102C;&#x1015;&#x1032;&#x104B;</p><p>&#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x101C;&#x102F;&#x1015;&#x103A;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x101B;&#x1004;&#x103A;&#x101C;&#x100A;&#x103A;&#x1038; &#x1005;&#x1031;&#x102C;&#x1000;&#x103A;&#x101B;&#x1019;&#x103A;&#x1038; &#x1001;&#x103B;&#x100A;&#x103A;&#x1038; &#x1015;&#x1032; &#x104B; &#x1021;&#x1032;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x1014;&#x1031;&#x1037; &#x100A; &#x1010;&#x102F;&#x1014;&#x103A;&#x1038;&#x1000; &#x1011;&#x103D;&#x1000;&#x103A; &#x1010;&#x1032;&#x1037; m1 pro &#x1000;&#x102D;&#x102F;&#x1000;&#x103C;&#x100A;&#x1037;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x103C;&#x1031;&#x1000;&#x103D;&#x1032;&#x1001;&#x103B;&#x1004;&#x103A;&#x101E;&#x101C;&#x102D;&#x102F; &#x1016;&#x103C;&#x1005;&#x103A; &#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A;&#x104B;</p><p>&#x1012;&#x102B;&#x1015;&#x1031;&#x1019;&#x101A;&#x1037;&#x103A; &#x1011;&#x103D;&#x1000;&#x103A; &#x101C;&#x100A;&#x103A;&#x1038; &#x101D;&#x101A;&#x103A; &#x1014;&#x102D;&#x102F;&#x1004;&#x103A;&#x1019;&#x103E;&#x102C; &#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x1015;&#x102B;&#x1018;&#x1030;&#x1038; &#x1000;&#x103D;&#x102C; &#x101C;&#x102D;&#x102F;&#x1037;&#x1015;&#x1032; &#x1016;&#x103C;&#x1031; &#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x101B;&#x1010;&#x101A;&#x103A;&#x104B; &#x1021;&#x1019;&#x103E;&#x1014;&#x103A;&#x1000; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A;&#x1000; m1 &#x1011;&#x103D;&#x1000;&#x103A; &#x1000;&#x1010;&#x100A;&#x103A;&#x1038;&#x1000; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A; gen m1 &#x1000;&#x102D;&#x102F; &#x1005;&#x1031;&#x102C;&#x1004;&#x1037;&#x103A; &#x1014;&#x1031;&#x1010;&#x102C; &#x104B; 14 inch &#x1006;&#x102D;&#x102F;&#x101B;&#x1004;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; 13.3 &#x1011;&#x1000;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x1019;&#x103E;&#x102C;&#x1015;&#x1032; &#x1006;&#x102D;&#x102F;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1032;&#x1037;&#x1010;&#x102C; &#x1000;&#x102D;&#x102F; &#x1005;&#x1031;&#x102C;&#x1004;&#x1037;&#x103A; &#x1014;&#x1031;&#x1010;&#x102C; &#x104B; &#x1021;&#x1001;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x101C;&#x1000;&#x103A;&#x1019;&#x1010;&#x1004;&#x103A;&#x101C;&#x1031;&#x1038; &#x101C;&#x103D;&#x1010;&#x103A; &#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A; &#x1015;&#x1031;&#x102B;&#x1037;&#x101C;&#x1031;&#x104B;</p><p>&#x1018;&#x102C; &#x1015;&#x1032; &#x1016;&#x103C;&#x1005;&#x103A;&#x1016;&#x103C;&#x1005;&#x103A; &#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1021;&#x1016;&#x103C;&#x1005;&#x103A;&#x1001;&#x103B;&#x1004;&#x103A; &#x1006;&#x102F;&#x1036;&#x1038; &#x101F;&#x102C; &#x1010;&#x1031;&#x102C;&#x1037; &#x1016;&#x103C;&#x1005;&#x103A; &#x1019;&#x103C;&#x1031;&#x102C;&#x1000;&#x103A;&#x101E;&#x103D;&#x102C;&#x1038;&#x1015;&#x102B;&#x1010;&#x101A;&#x103A;&#x1015;&#x1031;&#x102B;&#x1037;&#x104B;</p><p>&#x1014;&#x1031;&#x102C;&#x1004;&#x103A; &#x1010;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x101B; &#x1015;&#x102B;&#x1018;&#x1030;&#x1038;&#x104B;</p><p>&#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1015;&#x102D;&#x102F;&#x1004;&#x103A; &#x1005;&#x1000;&#x103A; &#x101B;&#x103E;&#x102D;&#x101C;&#x102D;&#x102F;&#x1037; &#x1001;&#x100F; &#x1005;&#x1031;&#x102C;&#x1004;&#x1037;&#x103A; &#x1010;&#x102C; &#x1006;&#x102D;&#x102F;&#x1010;&#x102C; &#x1000; &#x101B;&#x1010;&#x101A;&#x103A; &#x104A; &#x1021;&#x1006;&#x1004;&#x103A; &#x1015;&#x103C;&#x1031;&#x1010;&#x101A;&#x103A;&#x104B;</p><p>&#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1021;&#x1010;&#x103D;&#x1000;&#x103A; &#x1000; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1015;&#x102D;&#x102F;&#x1004;&#x103A; machine &#x1010;&#x1001;&#x102F; &#x1000; &#x1021;&#x101E;&#x1032;&#x1021;&#x101E;&#x1014;&#x103A; &#x101C;&#x102D;&#x102F;&#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x1032;&#x1037; &#x101F;&#x102C; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1032;&#x1037;&#x1010;&#x102C; &#x1021;&#x101B;&#x1004;&#x103A; &#x101C;&#x102F;&#x1015;&#x103A; &#x101B;&#x1010;&#x102C;&#x1015;&#x1031;&#x102B;&#x1037;&#x104B;</p><p>&#x1000;&#x103B;&#x1031;&#x1014;&#x1015;&#x103A; &#x101C;&#x102C;&#x1038;&#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1019;&#x103B;&#x102C;&#x1038;&#x1000;&#x103C;&#x102E;&#x1038; &#x1000;&#x103B;&#x1031;&#x1014;&#x1015;&#x103A;&#x1010;&#x102C;&#x1015;&#x1031;&#x102B;&#x1037;&#x104B;</p><p>&#x1012;&#x102B;&#x1015;&#x102B; &#x1015;&#x1032; &#x104B;</p>]]></content:encoded></item><item><title><![CDATA[23-jun-2021]]></title><description><![CDATA[ငါ ဘယ် လို နေရမှာ]]></description><link>https://blog.aungmyokyaw.com/23-jun-2021/</link><guid isPermaLink="false">61c5ad1ec082a62ec9dec2e4</guid><category><![CDATA[Idiots Myanmar]]></category><category><![CDATA[Raymond Idiots]]></category><dc:creator><![CDATA[Aung Myo Kyaw]]></dc:creator><pubDate>Fri, 25 Jun 2021 13:20:58 GMT</pubDate><media:content url="https://blog.aungmyokyaw.com/content/images/2021/12/149156451_267652684716684_7793662197755934112_n.jpg" medium="image"/><content:encoded><![CDATA[<blockquote>&#x1004;&#x102B; &#x1018;&#x101A;&#x103A; &#x101C;&#x102D;&#x102F; &#x1014;&#x1031;&#x101B;&#x1019;&#x103E;&#x102C;</blockquote><blockquote>&#x1019;&#x1004;&#x103A;&#x1038; &#x1019;&#x1015;&#x102B; &#x1010;&#x1032;&#x1037; &#x1018;&#x101D; &#x101F;&#x102C; &#x1001;&#x1000;&#x103A;&#x1001;&#x1032; &#x101C;&#x103D;&#x1014;&#x103A;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037;</blockquote><blockquote>&#x101B;&#x102F;&#x1015;&#x103A;&#x1000;&#x103C;&#x102D;&#x102F;&#x1038;&#x1015;&#x103C;&#x1010;&#x103A; &#x1016;&#x103C;&#x1005;&#x103A;&#x101B;&#x1015;&#x1031;&#x102B;&#x1037;</blockquote><blockquote>&#x1010;&#x1014;&#x1031;&#x1037; &#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x1004;&#x103A;&#x1038;&#x1015;&#x103C;&#x1014;&#x103A; &#x101C;&#x102C;&#x1019;&#x103E;&#x102C;</blockquote><blockquote>&#x1021;&#x102D;&#x1015;&#x103A;&#x1019;&#x1000;&#x103A; &#x101B;&#x1004;&#x103A;&#x1038; &#x1014;&#x1032;&#x1037; &#x101E;&#x102C; &#x104B;</blockquote><figure class="kg-card kg-embed-card"><iframe src="https://www.youtube.com/embed/dAR1x7GATDo?feature=oembed" width="640" height="480" frameborder="0" scrolling="no"></iframe></figure><img src="https://blog.aungmyokyaw.com/content/images/2021/12/149156451_267652684716684_7793662197755934112_n.jpg" alt="23-jun-2021"><p>&#x1014;&#x103E;&#x1019;&#x103C;&#x1031;&#x102C;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x102C; &#x1021;&#x101B;&#x1019;&#x103A;&#x1038; &#x1015;&#x1032; &#x104B;</p><p>&#x1014;&#x1031;&#x102C;&#x1000;&#x103A; &#x1011;&#x1015;&#x103A; &#x1011;&#x103D;&#x1000;&#x103A; &#x101C;&#x102C;&#x1019;&#x101A;&#x1037;&#x103A; &#x1016;&#x1014;&#x103A;&#x1010;&#x102E;&#x1038;&#x1019;&#x103E;&#x102F; &#x1010;&#x103D;&#x1031; &#x1021;&#x1000;&#x102F;&#x1014;&#x103A; &#x101C;&#x102F;&#x1036;&#x1038; &#x1015;&#x102B;&#x101E;&#x103D;&#x102C;&#x1038;&#x1015;&#x103C;&#x102E;&#x1015;&#x1031;&#x102B;&#x1037; &#x104B;</p><p>&#x1001;&#x1031;&#x1010;&#x103A; &#x1000;&#x103C;&#x102E;&#x1038; &#x1015;&#x103C;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1016;&#x102D;&#x102F;&#x1037; &#x1021;&#x1010;&#x103D;&#x1000;&#x103A; &#x101C;&#x1030;&#x1037; &#x1021;&#x1016;&#x102D;&#x102F;&#x1038;&#x1010;&#x1014;&#x103A;&#x1010;&#x103D;&#x1031; &#x1018;&#x101A;&#x103A; &#x101C;&#x1031;&#x102C;&#x1000;&#x103A;&#x101B;&#x1004;&#x103A;&#x1038; &#x101B;&#x1026;&#x1038;&#x1019;&#x103E;&#x102C;&#x101C;&#x1032; &#x1019;&#x101E;&#x102D;&#x1018;&#x1030;&#x1038; &#x104B;</p><p>&#x1010;&#x102D;&#x102F;&#x1037; &#x1021;&#x102C;&#x1038;&#x101C;&#x102F;&#x1036;&#x1038; &#x1021;&#x1006;&#x102F;&#x1036;&#x1038;&#x101E;&#x1010;&#x103A;&#x1019;&#x103E;&#x102C; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1010;&#x103D;&#x1031; &#x101C;&#x102D;&#x102F; &#x1006;&#x1014;&#x103A;&#x1000;&#x102F;&#x1014;&#x103A;&#x1019;&#x103C;&#x1031;&#x101C;&#x1031;&#x1038;&#x1010;&#x103D;&#x1031; &#x1015;&#x1032; &#x1000;&#x103B;&#x1014;&#x103A;&#x1001;&#x1032;&#x1037;&#x1019;&#x103E;&#x102C;&#x101C;&#x102C;&#x1038; &#x104B;&#x200B;</p><p>&#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x101B;&#x102C;&#x1019;&#x103D;&#x1014;&#x103A; &#x101B;&#x102C; &#x101B;&#x1031;&#x102C;&#x1000;&#x103A;&#x1015;&#x102B;&#x1005;&#x1031; &#x104B;</p><p>&#x1012;&#x102E;&#x1018;&#x101D; &#x1019;&#x103E;&#x102C; &#x1021;&#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1021;&#x1011;&#x100A;&#x103A; &#x1019;&#x1016;&#x1031;&#x102C;&#x103A; &#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x101B;&#x1010;&#x1032;&#x1037; &#x101B;&#x100A;&#x103A;&#x1019;&#x103E;&#x1014;&#x103A;&#x1038;&#x1001;&#x103B;&#x1000;&#x103A;&#x1010;&#x103D;&#x1031; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1018;&#x101D; &#x1019;&#x103E;&#x102C; &#x1021;&#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1021;&#x1011;&#x100A;&#x103A; &#x1016;&#x1031;&#x102C;&#x103A;&#x1014;&#x102D;&#x102F;&#x1004;&#x103A;&#x1015;&#x102B;&#x1005;&#x1031;&#x104B;</p><p>&#x101C;&#x1030;&#x1010;&#x101A;&#x1031;&#x102C;&#x1000;&#x103A; &#x101B;&#x1032;&#x1037; &#x1010;&#x1014;&#x103A;&#x1016;&#x102D;&#x102F;&#x1038; &#x1006;&#x102D;&#x102F;&#x1010;&#x102C; &#x1019;&#x103B;&#x102D;&#x102F;&#x1038; &#x1000; &#x101E;&#x1030;&#x1037; &#x1021;&#x101E;&#x1000;&#x103A; &#x101B;&#x103E;&#x1004;&#x103A;&#x1001;&#x103C;&#x1004;&#x103A;&#x1038; &#x1019;&#x103E;&#x102C; &#x1011;&#x103D;&#x1000;&#x103A; &#x101C;&#x102C;&#x1010;&#x1032;&#x1037; &#x101C;&#x102F;&#x1015;&#x103A; &#x1021;&#x102C;&#x1038; &#x1000;&#x102D;&#x102F; &#x101C;&#x1030;&#x1037; &#x1021;&#x1016;&#x103D;&#x1032;&#x1037; &#x1021;&#x1005;&#x100A;&#x103A;&#x1038; &#x1000; &#x1018;&#x101A;&#x103A; &#x101C;&#x1031;&#x102C;&#x1000;&#x103A; &#x101C;&#x102D;&#x102F; &#x1001;&#x103B;&#x1004;&#x103A;&#x101C;&#x1032;&#x200B; &#x1006;&#x102D;&#x102F;&#x1010;&#x102C; &#x1019;&#x103B;&#x102D;&#x102F;&#x1038; &#x1014;&#x1032;&#x1037; &#x1010;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038;&#x1010;&#x102C; &#x1010;&#x101A;&#x103A; &#x101C;&#x102D;&#x102F;&#x1037; &#x1011;&#x1004;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B; &#x101E;&#x1031; &#x1010;&#x1032;&#x1037; &#x1021;&#x1001;&#x102B; &#x104A; &#x1019;&#x101B;&#x103E;&#x102D;&#x1010;&#x1031;&#x102C;&#x1037; &#x1010;&#x1032;&#x1037; &#x1021;&#x1001;&#x102B; &#x101E;&#x1030;&#x1037; &#x101B;&#x1032;&#x1037; &#x101C;&#x102F;&#x1015;&#x103A;&#x1021;&#x102C;&#x1038; [ &#x1016;&#x1014;&#x103A;&#x1010;&#x102E;&#x1038;&#x1019;&#x103E;&#x102F; ] &#x1000;&#x102D;&#x102F; &#x1019;&#x101B;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x103E;&#x102C; &#x1000;&#x102D;&#x102F; &#x1010;&#x103D;&#x1031;&#x1038; &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x101D;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038; &#x1014;&#x103E;&#x1019;&#x103C;&#x1031;&#x102C; &#x1000;&#x103C;&#x1010;&#x102C;&#x1015;&#x1031;&#x102B;&#x1037; &#x104B; &#x1021;&#x1015;&#x103C;&#x1004;&#x103A; &#x101C;&#x1030; &#x1000;&#x1010;&#x1031;&#x102C;&#x1037; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A; &#x1016;&#x1014;&#x103A;&#x1010;&#x102E;&#x1038;&#x1019;&#x103E;&#x102F; &#x1010;&#x103D;&#x1031; &#x1019;&#x1019;&#x103C;&#x1004;&#x103A; &#x101B;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x103E;&#x102C; &#x1000;&#x102D;&#x102F; &#x1010;&#x103D;&#x1031;&#x1038; &#x1015;&#x103C;&#x102E;&#x1038;&#x1014;&#x103E;&#x1019;&#x103C;&#x1031;&#x102C;&#x104B; &#x1021;&#x1032;&#x1037; industry &#x1011;&#x1032; &#x1000; &#x101C;&#x1030;&#x1010;&#x103D;&#x1031; &#x1000; &#x101C;&#x100A;&#x103A;&#x1038; &#x101E;&#x1030;&#x1010;&#x102D;&#x102F;&#x1037; &#x1021;&#x1019;&#x103C;&#x1004;&#x103A; &#x1014;&#x1032;&#x1037; &#x101E;&#x1030;&#x1010;&#x102D;&#x102F;&#x1037; &#x1014;&#x103E;&#x1019;&#x103C;&#x1031;&#x102C; &#x104B;&#x200B;&#x1018;&#x101A;&#x103A; &#x101C;&#x102D;&#x102F; &#x1000;&#x103C;&#x1031;&#x102C;&#x1004;&#x1037;&#x103A; / &#x1018;&#x101A;&#x103A; &#x101C;&#x102D;&#x102F; &#x1014;&#x100A;&#x103A;&#x1038; &#x1014;&#x1032;&#x1037; / &#x1018;&#x101A;&#x103A; &#x101C;&#x102D;&#x102F; &#x1011;&#x103D;&#x1000;&#x103A; &#x101E;&#x103D;&#x102C;&#x1038;&#x101E;&#x103D;&#x102C;&#x1038; &#x101E;&#x1019;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038;&#x101C;&#x103E;&#x101C;&#x103E; &#x101B;&#x1031;&#x1038; &#x1014;&#x102D;&#x102F;&#x1004;&#x103A; &#x1001;&#x1032;&#x1037;&#x1010;&#x102C; &#x1000;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x101D;&#x1019;&#x103A;&#x1038;&#x101E;&#x102C; &#x101B;&#x1015;&#x102B;&#x1010;&#x101A;&#x103A; &#x104B;</p>]]></content:encoded></item><item><title><![CDATA[ငါ့ ပထမဆုံး mechanical keyboard]]></title><description><![CDATA[ဘာ မှ ရေးမှာ မဟုတ်ဘူး ကီးဘုတ် စမ်း ချင်လို့ လျှောက် ရေးမှာ ။]]></description><link>https://blog.aungmyokyaw.com/e1-80-84-e1-80-ab-e1-80-b7-e1-80-95-e1-80-91-e1-80-99-e1-80-86-e1-80-af-e1-80-b6-e1-80-b8-mechanical-keyboard/</link><guid isPermaLink="false">61c5ad1ec082a62ec9dec2e8</guid><category><![CDATA[Keychron]]></category><category><![CDATA[Mechanical Keyboards]]></category><category><![CDATA[Review]]></category><dc:creator><![CDATA[Aung Myo Kyaw]]></dc:creator><pubDate>Sun, 31 Jan 2021 11:12:12 GMT</pubDate><media:content url="https://blog.aungmyokyaw.com/content/images/max/2560/1-lAx6KHPGgujlKdLGMvTsqQ.jpeg" medium="image"/><content:encoded><![CDATA[<img src="https://blog.aungmyokyaw.com/content/images/max/2560/1-lAx6KHPGgujlKdLGMvTsqQ.jpeg" alt="&#x1004;&#x102B;&#x1037; &#x1015;&#x1011;&#x1019;&#x1006;&#x102F;&#x1036;&#x1038; mechanical keyboard"><p>&#x1004;&#x102B;&#x1037; &#x1015;&#x100C;&#x1019;&#x1006;&#x102F;&#x1036;&#x1038; mechanical keyboard</p><p>&#x1018;&#x102C; &#x1019;&#x103E; &#x101B;&#x1031;&#x1038;&#x1019;&#x103E;&#x102C; &#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x1018;&#x1030;&#x1038; &#x1000;&#x102E;&#x1038;&#x1018;&#x102F;&#x1010;&#x103A; &#x1005;&#x1019;&#x103A;&#x1038; &#x1001;&#x103B;&#x1004;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x101C;&#x103B;&#x103E;&#x1031;&#x102C;&#x1000;&#x103A; &#x101B;&#x1031;&#x1038;&#x1019;&#x103E;&#x102C; &#x104B;</p><p>&#x1000;&#x103C;&#x102D;&#x102F;&#x1000;&#x103A;&#x101C;&#x102C;&#x1038;&#x101C;&#x102D;&#x102F;&#x1037; &#x1019;&#x1031;&#x1038;&#x101B;&#x1004;&#x103A; &#x1021;&#x1005;&#x1015;&#x1011;&#x1019; &#x1010;&#x102F;&#x1014;&#x103A;&#x1038;&#x1000; &#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x1000;&#x103C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1018;&#x1030;&#x1038; &#x101B;&#x101A;&#x103A;</p><p>&#x101D;&#x101A;&#x103A; &#x1019;&#x102D;&#x1010;&#x102C; &#x1019;&#x103E;&#x102C;&#x1038;&#x1015;&#x103C;&#x102E; &#x1011;&#x1004;&#x103A;&#x1010;&#x102C;</p><p>&#x1021;&#x1001;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x101A;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x1016;&#x103C;&#x1031;&#x101E;&#x102C;&#x101C;&#x102D;&#x102F;&#x1037; &#x101B;&#x1015;&#x103C;&#x102E;</p><p>&#x1021;&#x1019;&#x103E;&#x1014;&#x103A; &#x1010;&#x1000;&#x101A;&#x103A; &#x1000; &#x101E;&#x1030;&#x1019;&#x103B;&#x102C;&#x1038;&#x1010;&#x103D;&#x1031; hype &#x1010;&#x102C; &#x1000;&#x103C;&#x100A;&#x1037;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1004;&#x102B;&#x101C;&#x100A;&#x103A;&#x1038; &#x101E;&#x102F;&#x1036;&#x1038;&#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x101A;&#x103A; &#x101F; &#x1006;&#x102D;&#x102F;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x101E;&#x102F;&#x1036;&#x1038;&#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x102C; &#x104B;&#x200B;</p><hr><p>keyboard &#x1000;&#x101C;&#x100A;&#x103A;&#x1038; &#x1010;&#x1014;&#x1031;&#x1000;&#x102F;&#x1014;&#x103A; &#x101B;&#x102D;&#x102F;&#x1000;&#x103A; &#x1014;&#x1031;&#x1010;&#x1032;&#x1037; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1032;&#x1037;&#x1010;&#x102C; &#x1021;&#x1006;&#x1004;&#x103A;&#x1019;&#x1015;&#x103C;&#x1031;&#x1016;&#x103C;&#x1005;&#x103A;&#x101B;&#x1004;&#x103A; &#x1021;&#x101C;&#x103D;&#x1014;&#x103A; &#x1012;&#x102F;&#x1000;&#x1039;&#x1001; &#x101B;&#x1031;&#x102C;&#x1000;&#x103A;&#x1010;&#x101A;&#x103A; &#x104B; &#x1021;&#x101C;&#x102F;&#x1015;&#x103A;&#x101C;&#x100A;&#x103A;&#x1038; &#x1015;&#x103B;&#x1000;&#x103A;&#x1010;&#x101A;&#x103A; &#x1021;&#x1032;&#x1037;&#x1010;&#x102C; &#x1019;&#x102D;&#x102F;&#x1037; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x1015;&#x103C;&#x1031; &#x101E;&#x102F;&#x1036;&#x1038;&#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x102C; &#x101C;&#x100A;&#x103A;&#x1038; &#x1015;&#x102B;&#x1010;&#x101A;&#x103A;&#x104B;&#x200B;</p><p>&#x1021;&#x1005; &#x1010;&#x102F;&#x1014;&#x103A;&#x1038;&#x1000; &#x1010;&#x1031;&#x102C;&#x1037; magic keyboard &#x101E;&#x102F;&#x1036;&#x1038;&#x1014;&#x1031;&#x1010;&#x102C; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x101B;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x1032;&#x1037; &#x1012;&#x100F;&#x103A; &#x1019;&#x1001;&#x1036; &#x1014;&#x102D;&#x102F;&#x1004;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; enter key &#x1000; &#x1014;&#x1031; &#x1005; &#x101C;&#x1005;&#x103A;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x102C; &#x104B; &#x1021;&#x1005; &#x1000;&#x1010;&#x1031;&#x102C;&#x1037; <a href="https://karabiner-elements.pqrs.org" rel="noopener">karabiner</a> &#x1014;&#x1032;&#x1037; &#x1015;&#x103C;&#x1014;&#x103A; map &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; ctrl + m &#x1006;&#x102D;&#x102F;&#x101B;&#x1004;&#x103A; enter &#x1006;&#x102D;&#x102F;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x101E;&#x102F;&#x1036;&#x1038;&#x101E;&#x1031;&#x1038;&#x1010;&#x101A;&#x103A; &#x104B; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x103E;&#x1010;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x1019;&#x103E;&#x1010;&#x103A;&#x1019;&#x102D;&#x1010;&#x1031;&#x102C;&#x1037;&#x1018;&#x1030;&#x1038; &#x1018;&#x102C;&#x1000;&#x103C;&#x1031;&#x102C;&#x1004;&#x1037;&#x103A;&#x101C;&#x1032; &#x1019;&#x101E;&#x102D;&#x1018;&#x1030;&#x1038; &#x101B;&#x101A;&#x103A; &#x101C;&#x102F;&#x1036;&#x1038; &#x101D; &#x101C;&#x1005;&#x103A; &#x101E;&#x103D;&#x102C;&#x1038; &#x101C;&#x102D;&#x102F;&#x1037; &#x1010;&#x102D;&#x102F;&#x1004;&#x103A;&#x1010;&#x103D;&#x1031; &#x1015;&#x1010;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037;&#x1010;&#x102C; &#x1015;&#x1032; &#x1021;&#x101C;&#x102F;&#x1015;&#x103A;&#x101C;&#x102F;&#x1015;&#x103A; &#x101B;&#x1010;&#x102C; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x1019;&#x1014;&#x1031;&#x1018;&#x1030;&#x1038; &#x1010;&#x103D;&#x1031; &#x1018;&#x102C; &#x1010;&#x103D;&#x1031; &#x1016;&#x103C;&#x1005;&#x103A;&#x1000;&#x102F;&#x1014;&#x103A;&#x101B;&#x1031;&#x102C; &#x104B; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A; &#x1000;&#x102E;&#x1038;&#x1018;&#x102F;&#x1010;&#x103A; &#x1010;&#x1001;&#x102F; &#x101D;&#x101A;&#x103A;&#x1006;&#x102D;&#x102F;&#x101C;&#x100A;&#x103A;&#x1038; &#x101C;&#x103D;&#x101A;&#x103A; &#x101C;&#x103D;&#x101A;&#x103A; &#x1000;&#x1030;&#x1000;&#x1030; &#x101D;&#x101A;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x101B;&#x1010;&#x1032;&#x1037; &#x1014;&#x1031;&#x101B;&#x102C; &#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; &#x101B;&#x102F;&#x1036;&#x1038;&#x1000; &#x101B;&#x103E;&#x102D;&#x1010;&#x1032;&#x1037; AUKEY &#x101C;&#x1031;&#x1038; &#x1010;&#x1001;&#x102F; &#x1015;&#x102D;&#x102F;&#x1037;&#x1015;&#x1031;&#x1038;&#x1010;&#x101A;&#x103A; &#x104B; &#x1021;&#x101C;&#x102F;&#x1015;&#x103A;&#x1000;&#x1010;&#x1031;&#x102C;&#x1037; &#x101C;&#x102F;&#x1015;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x101B;&#x1010;&#x102C;&#x1015;&#x1031;&#x102B;&#x1037; &#x104B;&#x200B; &#x1000;&#x102E;&#x1038;&#x1018;&#x102F;&#x1010;&#x103A; &#x1006;&#x102D;&#x102F;&#x1010;&#x102C; &#x1005;&#x102C; &#x1011;&#x103D;&#x1000;&#x103A; &#x101B;&#x1004;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038; &#x101B;&#x1031;&#x102C;&#x101C;&#x102D;&#x102F;&#x1037; &#x1006;&#x102D;&#x102F;&#x1018;&#x1031;&#x1019;&#x101A;&#x1037;&#x103A; &#x1021;&#x101B;&#x101E;&#x102C; &#x1001;&#x103C;&#x1004;&#x103A;&#x1038;&#x1019;&#x1010;&#x1030;&#x1018;&#x1030;&#x1038; &#x101C;&#x1031;&#x1014;&#x1031;&#x102C;&#x1037; &#x104B; &#x1021;&#x1032;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1006;&#x1004;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037;&#x1015;&#x103C;&#x1031;&#x1015;&#x102B; &#x101B;&#x1032;&#x1037; &#x101C;&#x1000;&#x103A; &#x1019;&#x103E;&#x102C; &#x101F;&#x102C; &#x1010;&#x102C;&#x1010;&#x102C; &#x1000;&#x103C;&#x102E;&#x1038; &#x1015;&#x1031;&#x102B;&#x1037; &#x104B; &#x101E;&#x1030;&#x1037;&#x101F;&#x102C; &#x1000; &#x1006;&#x1031;&#x1038;&#x1000;&#x103C;&#x102E;&#x1038; option &lt; = &gt; command &#x1000;&#x102D;&#x102F; &#x1015;&#x103C;&#x1014;&#x103A; &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; swap &#x101B;&#x1010;&#x101A;&#x103A; &#x104B; &#x101E;&#x1030; &#x101F;&#x102C; &#x1000;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1006;&#x1004;&#x103A;&#x1000;&#x102D;&#x102F; &#x1019;&#x1015;&#x103C;&#x1031;&#x1018;&#x1030;&#x1038; &#x104B; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; Logitech &#x101C;&#x1031;&#x1038; &#x1010;&#x1001;&#x102F; &#x1015;&#x102D;&#x102F; &#x1014;&#x1031;&#x1010;&#x102C; &#x1014;&#x1032;&#x1037; &#x1015;&#x103C;&#x1014;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1032;&#x1037;&#x1010;&#x102C;&#x101C;&#x1031;&#x1038; &#x101E;&#x102F;&#x1036;&#x1038;&#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x101A;&#x103A; &#x1021;&#x1032;&#x1037;&#x1019;&#x103E;&#x102C;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1010;&#x1031;&#x102C;&#x103A;&#x101C;&#x1031;&#x1038; &#x1000;&#x102D;&#x102F; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x101E;&#x103D;&#x102C;&#x1038;&#x1015;&#x102B;&#x1015;&#x103C;&#x102E;&#x104B;</p><p>&#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; &#x1010;&#x1014;&#x1031; &#x1000;&#x102F;&#x1014;&#x103A; &#x101E;&#x102F;&#x1036;&#x1038; &#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x1032;&#x1037; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A; &#x1021;&#x1016;&#x102D;&#x102F;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x1012;&#x102B;&#x101C;&#x1031;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037;&#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x101C;&#x1031;&#x1038; &#x1010;&#x1031;&#x102C;&#x1037;&#x1016;&#x103C;&#x1005;&#x103A;&#x101E;&#x1004;&#x1037;&#x103A;&#x1010;&#x102C; &#x1015;&#x1031;&#x102B;&#x1037; &#x1018;&#x102C; &#x100A;&#x102C; psycho &#x1016;&#x1031;&#x102C;&#x1000;&#x103A; &#x101C;&#x102C; &#x101B;&#x1031;&#x102C; &#x104B; &#x1021;&#x101B;&#x1004;&#x103A;&#x1010;&#x102F;&#x1014;&#x103A;&#x1038;&#x1000;&#x101C;&#x100A;&#x103A;&#x1038;<a href="https://mhatsu.to/keychron-k2/" rel="noopener"> keychron k2 review</a> &#x1010;&#x1001;&#x102F; &#x1016;&#x1010;&#x103A;&#x1011;&#x102C;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1032;&#x1037; &#x1014;&#x102C;&#x1019;&#x100A;&#x103A; &#x1015;&#x1032; &#x1000;&#x103C;&#x102C;&#x1038;&#x1018;&#x1030;&#x1038;&#x1010;&#x102C; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1032;&#x1037; &#x1021;&#x1011;&#x1032; &#x1000; &#x1015;&#x1032; &#x101C;&#x102F;&#x1015;&#x103A;&#x1019;&#x101A;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x1005;&#x102D;&#x1010;&#x103A;&#x1000;&#x1030;&#x1038;&#x1011;&#x102C;&#x1038;&#x1010;&#x102C; &#x104B;</p><p>&#x1015;&#x102F;&#x1036;&#x1019;&#x103E;&#x1014;&#x103A; &#x1000; &#x1011;&#x1030;&#x1011;&#x1030; &#x1000;&#x103C;&#x102E;&#x1038;&#x1010;&#x103D;&#x1031; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; palm rest &#x1000; &#x101C;&#x102D;&#x102F; &#x1010;&#x101A;&#x103A; &#x104B; &#x1021;&#x102D;&#x102F;&#x1000;&#x103A;&#x1019;&#x103E;&#x102C; k1 v4 &#x1000; &#x1015;&#x102B;&#x1038;&#x1015;&#x102B;&#x1038;&#x101C;&#x1031;&#x1038;&#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x102C; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x101E;&#x1018;&#x1031;&#x102C; &#x1000;&#x103B;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A;&#x104B; palm rest &#x1019;&#x101C;&#x102D;&#x102F; &#x1010;&#x1032;&#x1037; keyboard &#x1015;&#x1031;&#x102B;&#x1037; &#x101C;&#x1031;&#x104B;</p><p>&#x1000;&#x103B;&#x1014;&#x103A;&#x1010;&#x1032;&#x1037; &#x101F;&#x102C; &#x1000; &#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x101C;&#x102C;&#x1038;&#x1019;&#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x101C;&#x102C;&#x1038;&#x1006;&#x102D;&#x102F;&#x1010;&#x102C;&#x1000;&#x102D;&#x102F; &#x101E;&#x1030;&#x1019;&#x103B;&#x102C;&#x1038;&#x1010;&#x103D;&#x1031; hype &#x1010;&#x102C; &#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1000;&#x103C;&#x100A;&#x1037;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1012;&#x102E;&#x1019;&#x103E;&#x102C; &#x101C;&#x100A;&#x103A;&#x1038; &#x101D;&#x101A;&#x103A; &#x101C;&#x102D;&#x102F;&#x1037; &#x101B;&#x1010;&#x101A;&#x103A; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1006;&#x1031;&#x102C;&#x103A;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x102C; &#x1015;&#x1032; &#x104B;</p><p>switch &#x1000;&#x1010;&#x1031;&#x102C;&#x1037; &#x1001;&#x1000;&#x103A;&#x1001;&#x1000;&#x103A; &#x1001;&#x1032;&#x1001;&#x1032; &#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x1018;&#x1030;&#x1038; clicky sound &#x1000; &#x1021;&#x101B;&#x1019;&#x103A;&#x1038;&#x1019;&#x103B;&#x102C;&#x1038;&#x1014;&#x1031;&#x101B;&#x1004;&#x103A;&#x101C;&#x100A;&#x103A;&#x1038; &#x1021;&#x102D;&#x1019;&#x103A; &#x1000; &#x1011;&#x101B;&#x102D;&#x102F;&#x1000;&#x103A;&#x1019;&#x103E;&#x102C; &#x1006;&#x102D;&#x102F;&#x1038;&#x101C;&#x102D;&#x102F;&#x1037; &#x1021;&#x101C;&#x101A;&#x103A; &#x1021;&#x101C;&#x1010;&#x103A; &#x1000;&#x102D;&#x102F;&#x1015;&#x1032; &#x101E;&#x102F;&#x1036;&#x1038;&#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B; &#x1021;&#x1019;&#x103E;&#x1014;&#x103A; &#x1000;&#x1010;&#x1031;&#x102C;&#x1037; type &#x101E;&#x102F;&#x1036;&#x1038;&#x1001;&#x102F; &#x101C;&#x102F;&#x1036;&#x1038; &#x101A;&#x103E;&#x1009;&#x103A; &#x101B;&#x102D;&#x102F;&#x1000;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1004;&#x102B;&#x1010;&#x1031;&#x102C;&#x1037; &#x1018;&#x102C; &#x1014;&#x1032;&#x1037; &#x1000;&#x102D;&#x102F;&#x1000;&#x103A;&#x101C;&#x1032; &#x1006;&#x102D;&#x102F;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1006;&#x102F;&#x1036;&#x1038;&#x1016;&#x103C;&#x1010;&#x103A;&#x1010;&#x102C;&#x1000;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1006;&#x102F;&#x1036;&#x1038;&#x1015;&#x1031;&#x102B;&#x1037; &#x104B; &#x1021;&#x1001;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x103C;&#x102C;&#x1038; &#x1000;&#x103B;&#x1010;&#x1032;&#x1037; brown switch &#x1015;&#x1032; &#x101E;&#x102F;&#x1036;&#x1038;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="https://blog.aungmyokyaw.com/content/images/max/800/1-dnvpDZcYyaulFWEvfqa32A.png" class="kg-image" alt="&#x1004;&#x102B;&#x1037; &#x1015;&#x1011;&#x1019;&#x1006;&#x102F;&#x1036;&#x1038; mechanical keyboard" loading="lazy"><figcaption>keychron k1 v4 switch&#xA0;options</figcaption></figure><p>&#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1015;&#x1032; &#x1001;&#x1036; &#x1005;&#x102C;&#x1038; &#x1019;&#x103E;&#x102F;&#x1000; &#x1021;&#x102C;&#x1038;&#x1014;&#x100A;&#x103A;&#x1038;&#x1014;&#x1031;&#x101C;&#x102C;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x101E;&#x102D;&#x1018;&#x1030;&#x1038; &#x101E;&#x1030;&#x1037; &#x101F;&#x102C; &#x1000; &#x1021;&#x101C;&#x101A;&#x103A; &#x1001;&#x1031;&#x102B;&#x1004;&#x103A;&#x1019;&#x103E;&#x102C; &#x1011;&#x1005;&#x103A;&#x1011;&#x1005;&#x103A; &#x1011;&#x1005;&#x103A;&#x1011;&#x1005;&#x103A; &#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x101A;&#x103A; &#x1006;&#x102D;&#x102F;&#x1010;&#x102C;&#x1000;&#x102D;&#x102F; &#x1018;&#x101A;&#x103A;&#x101C;&#x102D;&#x102F; &#x1019;&#x103E;&#x1019;&#x1001;&#x1036; &#x1005;&#x102C;&#x1038; &#x1014;&#x102D;&#x102F;&#x1004;&#x103A;&#x1018;&#x1030;&#x1038; &#x104B;&#x200B;</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="https://blog.aungmyokyaw.com/content/images/max/800/1-VYmU5UzgZUbBRT860sjwwQ.gif" class="kg-image" alt="&#x1004;&#x102B;&#x1037; &#x1015;&#x1011;&#x1019;&#x1006;&#x102F;&#x1036;&#x1038; mechanical keyboard" loading="lazy"><figcaption><a href="https://www.keyboardco.com/blog/wp-content/uploads/2017/11/mechanical-keyboards-switch-illustration-630.gif" data-href="https://www.keyboardco.com/blog/wp-content/uploads/2017/11/mechanical-keyboards-switch-illustration-630.gif" class="markup--anchor markup--figure-anchor" rel="nofollow noopener" target="_blank">https://www.keyboardco.com/blog/wp-content/uploads/2017/11/mechanical-keyboards-switch-illustration-630.gif</a></figcaption></figure><p>&#x1005;&#x1005;&#x1001;&#x103B;&#x1004;&#x103A;&#x1038;&#x1000;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x101B;&#x1019;&#x103A;&#x1038;&#x101E;&#x102F;&#x1036;&#x1038;&#x1001;&#x103B;&#x1004;&#x103A;&#x1014;&#x1031;&#x1010;&#x1032;&#x1037; &#x101E;&#x1030;&#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x101E;&#x102F;&#x1036;&#x1038; &#x101B;&#x1000;&#x103A; &#x101C;&#x1031;&#x102C;&#x1000;&#x103A;&#x1000;&#x102D;&#x102F; &#x1019;&#x1014;&#x100A;&#x103A;&#x1038; &#x1021;&#x1031;&#x102C;&#x1004;&#x1037;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1005;&#x1031;&#x102C;&#x1004;&#x1037;&#x103A; &#x101B;&#x1010;&#x101A;&#x103A; &#x101E;&#x1031;&#x102C;&#x1000;&#x103C;&#x102C; &#x1014;&#x1031;&#x1037; &#x1000; &#x1019;&#x103E;&#x102C; &#x1010;&#x102C; &#x1010;&#x1014;&#x1004;&#x103A;&#x1039;&#x101C;&#x102C; &#x1014;&#x1031;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x101B;&#x1031;&#x102C;&#x1000;&#x103A;&#x101C;&#x102C;&#x1010;&#x101A;&#x103A;&#x104B;</p><p>&#x1021;&#x1032;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037;&#x1005;&#x1005; &#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x101B;&#x1019;&#x103A;&#x1038;&#x1000;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1014;&#x1031;&#x101E;&#x102C;&#x1038;&#x1019;&#x1000;&#x103B;&#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A;&#x1021;&#x1010;&#x103D;&#x1000;&#x103A; &#x1015;&#x102D;&#x102F;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x102C; &#x1000; click click click &#x1019;&#x103C;&#x100A;&#x103A;&#x1010;&#x102C;&#x101B;&#x101A;&#x103A; &#x1019;&#x102E;&#x1038;&#x101C;&#x1004;&#x103A;&#x1038;&#x1010;&#x102C; &#x101B;&#x101A;&#x103A; &#x1015;&#x1032; &#x101B;&#x103E;&#x102D;&#x1010;&#x101A;&#x103A;&#x104B;&#x200B;</p><p>&#x1014;&#x1031;&#x102C;&#x1000;&#x103A; &#x1014;&#x103E;&#x1005;&#x103A; &#x101B;&#x1000;&#x103A; &#x101C;&#x1031;&#x102C;&#x1000;&#x103A; &#x101C;&#x100A;&#x103A;&#x1038; &#x1014;&#x1031;&#x101B;&#x1031;&#x102C; &#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1000; &#x1021;&#x1005;&#x103D;&#x1019;&#x103A;&#x1038;&#x1010;&#x103D;&#x1031; &#x1011; &#x1015;&#x103C; &#x101C;&#x102C;&#x1010;&#x101A;&#x103A; &#x104B; &#x101C;&#x1000;&#x103A; &#x1010;&#x103D;&#x1031; &#x1000;&#x102D;&#x102F;&#x1000;&#x103A;&#x101C;&#x102C; &#x1010;&#x102C; &#x104B; &#x101C;&#x1001;&#x103D;&#x1019;&#x103A;&#x1038;&#x101E;&#x1030; &#x1010;&#x102D;&#x102F;&#x1037; &#x1000; &#x1021;&#x102C;&#x1038;&#x101B;&#x103E;&#x102D;&#x101C;&#x102D;&#x102F;&#x1037; &#x101B;&#x102D;&#x102F;&#x1000;&#x103A;&#x1014;&#x102D;&#x102F;&#x1004;&#x103A; &#x1010;&#x102C; &#x1000; &#x1000;&#x102D;&#x1005;&#x1039;&#x1005; &#x1019;&#x101B;&#x103E;&#x102D;&#x1018;&#x1030;&#x1038; &#x104B; &#x1012;&#x102E; &#x1000; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A; &#x1000; &#x1015;&#x102F;&#x1036;&#x1019;&#x103E;&#x1014;&#x103A;&#x1011;&#x1000;&#x103A; &#x1021;&#x102C;&#x1038; &#x1000; &#x1005;&#x102D;&#x102F;&#x1000;&#x103A; &#x1014;&#x1031;&#x101B;&#x1010;&#x1031;&#x102C;&#x1037; &#x1005;&#x1031;&#x102C;&#x1000;&#x103A; &#x101B;&#x1019;&#x103A;&#x1038; &#x1000;&#x102D;&#x102F; &#x1010;&#x102D;&#x102F;&#x1004;&#x103A;&#x1010;&#x103D;&#x1031; &#x1015;&#x1010;&#x103A; &#x1014;&#x1031;&#x101B;&#x1031;&#x102C; &#x104B;&#x200B;</p><p>&#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1010;&#x1001;&#x102F; &#x1000; &#x1015;&#x102F;&#x1036;&#x1019;&#x103E;&#x1014;&#x103A; &#x1000; <a href="https://www.google.com/search?q=75%25+layout" rel="noopener">75% layout </a>&#x1015;&#x1032;&#x101E;&#x102F;&#x1036;&#x1038;&#x1010;&#x1032;&#x1037; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x101B;&#x102F;&#x1010;&#x103A;&#x1010;&#x101B;&#x1000;&#x103A; arrow key &#x1000;&#x102D;&#x102F; &#x101B;&#x103E;&#x102C; &#x1001;&#x103B;&#x1004;&#x103A;&#x101B;&#x1004;&#x103A; &#x1015;&#x103B;&#x1031;&#x102C;&#x1000;&#x103A;&#x1015;&#x103B;&#x1031;&#x102C;&#x1000;&#x103A;&#x1014;&#x1031;&#x1010;&#x102C; &#x101C;&#x1000;&#x103A; &#x1021;&#x1000;&#x103B;&#x1004;&#x1037;&#x103A;&#x1015;&#x102B;&#x1014;&#x1031;&#x1010;&#x102C; &#x1021;&#x1032;&#x1037;&#x1010;&#x102C; &#x101C;&#x1031;&#x1038; &#x1000;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1006;&#x1004;&#x103A;&#x1019;&#x1015;&#x103C;&#x1031;&#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;</p><p><a href="http://karabiner-elements.pqrs.org" rel="noopener">karabiner</a> &#x1019;&#x103E;&#x102C; caps lock &#x1014;&#x1032;&#x1037; vim movement &#x1014;&#x1032;&#x1037; &#x1010;&#x103D;&#x1032;&#x101C;&#x102D;&#x102F;&#x1037; &#x101B;&#x1010;&#x1032;&#x1037; rule &#x1010;&#x103D;&#x1031; &#x1015;&#x102F;&#x1036;&#x1014;&#x1031;&#x1010;&#x102C; &#x1015;&#x1032; &#x1021;&#x1032;&#x1037; &#x1010;&#x1001;&#x102F; &#x101E;&#x102F;&#x1036;&#x1038;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x102C; &#x1014;&#x1032;&#x1037; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x1015;&#x103C;&#x1031; &#x1016;&#x103C;&#x1005;&#x103A;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A;&#x104B;</p><p>&#x1000;&#x103B;&#x1014;&#x103A;&#x1010;&#x1032;&#x1037; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1010;&#x1001;&#x102F; &#x1000; paste &#x1001;&#x103B;&#x101B;&#x1004;&#x103A; ctrl+v &#x1000; &#x101D;&#x1031;&#x1038; &#x1014;&#x1031;&#x1010;&#x1031;&#x102C;&#x1037; &#x101C;&#x1000;&#x103A; &#x101C;&#x1031;&#x1038; &#x1014;&#x100A;&#x103A;&#x1038;&#x1014;&#x100A;&#x103A;&#x1038; &#x1019; &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x101C;&#x102F;&#x1015;&#x103A;&#x1014;&#x1031;&#x101B;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x101B;&#x1004;&#x103A; layout &#x101C;&#x1031;&#x102C;&#x1000;&#x103A; &#x1021;&#x1006;&#x1004;&#x103A;&#x1019;&#x1015;&#x103C;&#x1031;&#x1018;&#x1030;&#x1038; &#x1015;&#x1031;&#x102B;&#x1037; &#x101C;&#x1031;&#x104B; &#x1021;&#x1032;&#x1037;&#x1010;&#x1001;&#x102F; &#x1010;&#x1031;&#x102C;&#x1037;&#x101B;&#x103E;&#x102D;&#x1010;&#x101A;&#x103A;&#x104B;&#x200B;</p><p>&#x1012;&#x102E;&#x101C;&#x102D;&#x102F; &#x1014;&#x1032;&#x1037; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A; &#x101E;&#x102F;&#x1036;&#x1038;&#x101C;&#x1031;&#x1038; &#x1004;&#x102B;&#x1038; &#x101B;&#x1000;&#x103A; &#x101C;&#x1031;&#x102C;&#x1000;&#x103A; &#x101B;&#x103E;&#x102D;&#x1019;&#x101C;&#x102C;&#x1038;&#x1015;&#x1032; &#x1021;&#x1001;&#x102F; &#x1014;&#x1031;&#x1037; &#x101C;&#x1031;&#x102C;&#x1000;&#x103A; &#x101B;&#x1031;&#x102C;&#x1000;&#x103A;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x101C;&#x1000;&#x103A; &#x1000;&#x102D;&#x102F;&#x1000;&#x103A; &#x1010;&#x1032;&#x1037; &#x1000;&#x102D;&#x1005;&#x1039;&#x1005; &#x1000;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A; &#x104B; &#x1021;&#x1000;&#x103B;&#x1004;&#x1037;&#x103A; &#x101B;&#x101E;&#x103D;&#x102C;&#x1038;&#x101C;&#x102D;&#x102F;&#x1037;&#x1016;&#x103C;&#x1005;&#x103A;&#x1019;&#x101A;&#x103A;&#x104B; &#x1021;&#x1001;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1010;&#x1014;&#x1031;&#x1037; &#x1000;&#x102F;&#x1014;&#x103A; &#x101E;&#x102F;&#x1036;&#x1038;&#x1014;&#x1031;&#x101C;&#x100A;&#x103A;&#x1038; &#x1021;&#x101B;&#x1004;&#x103A; &#x1000;&#x1021;&#x1010;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038; &#x1015;&#x1032; &#x1021;&#x1031;&#x1038;&#x1021;&#x1031;&#x1038;&#x1006;&#x1031;&#x1038;&#x1006;&#x1031;&#x1038; &#x1010;&#x1031;&#x102C;&#x1037; &#x101B;&#x102D;&#x102F;&#x1000;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x101B;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A;&#x104B;</p><p>&#x1021;&#x1032;&#x1037; &#x1021;&#x1014;&#x1031;&#x1037; &#x1021;&#x1011;&#x102C;&#x1038;&#x101B;&#x1031;&#x102C;&#x1000;&#x103A;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x1032;&#x1037;&#x1021; &#x1001;&#x103B;&#x102D;&#x1014;&#x103A; &#x1019;&#x103E;&#x102C; &#x1010;&#x1031;&#x102C;&#x1037; &#x1015;&#x102D;&#x102F;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x103C;&#x102D;&#x102F;&#x1000;&#x103A;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A;&#x104B;&#x200B;&#x1018;&#x102C; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x101C;&#x1032; &#x1006;&#x102D;&#x102F;&#x1010;&#x102C;&#x1010;&#x1031;&#x102C;&#x1037; &#x101E;&#x102D;&#x1015;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x1015;&#x103C;&#x1031;&#x102C; &#x1010;&#x1000;&#x103A;&#x1018;&#x1030;&#x1038; &#x101B;&#x101A;&#x103A;&#x104B;&#x200B; &#x101B;&#x102D;&#x102F;&#x1000;&#x103A;&#x101B;&#x1010;&#x102C; &#x101F;&#x102C;&#x1010;&#x102C;&#x1010;&#x102C; &#x1019;&#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037;&#x1018;&#x1030;&#x1038; &#x1015;&#x1031;&#x102B;&#x1037; &#x104B; &#x1005;&#x102E;&#x1038;&#x1005;&#x102E;&#x1038;&#x1015;&#x102D;&#x102F;&#x1004;&#x103A;&#x1015;&#x102D;&#x102F;&#x1004;&#x103A; &#x101B;&#x103E;&#x102D;&#x1010;&#x101A;&#x103A; &#x1018;&#x102C; &#x100A;&#x102C; &#x1015;&#x1031;&#x102B;&#x1037; &#x104B;</p><p>&#x1021;&#x1032;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x1018;&#x101A;&#x103A;&#x101C;&#x102D;&#x102F; &#x1015;&#x103C;&#x1031;&#x102C;&#x101B;&#x1019;&#x101C;&#x1032;&#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1001;&#x102F; &#x101C;&#x1000;&#x103A; &#x1004;&#x1004;&#x103A;&#x1038; &#x1021;&#x101B;&#x1019;&#x103A;&#x1038;&#x101E;&#x102F;&#x1036;&#x1038;&#x1001;&#x103B;&#x1004;&#x103A;&#x1014;&#x1031;&#x1015;&#x103C;&#x102E; mechanical keyboard &#x1000;&#x102D;&#x102F; plam rest &#x1019;&#x101C;&#x102D;&#x102F; &#x1010;&#x102C; &#x101E;&#x102F;&#x1036;&#x1038;&#x1001;&#x103B;&#x1004;&#x103A; &#x1010;&#x1032;&#x1037; &#x101E;&#x1030;&#x1006;&#x102D;&#x102F;&#x101B;&#x1004;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; <a href="https://www.keychron.com/products/keychron-k1-wireless-mechanical-keyboard" rel="noopener">keychron k1 v4</a> &#x1000; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x1019;&#x101A;&#x103A;&#x1011;&#x1004;&#x103A;&#x1010;&#x101A;&#x103A; &#x104B; &#x1021;&#x1001;&#x102F; &#x1012;&#x102E;&#x1019;&#x103E;&#x102C;&#x101C;&#x100A;&#x103A;&#x1038; &#x101C;&#x103D;&#x101A;&#x103A;&#x101C;&#x103D;&#x101A;&#x103A; &#x1000;&#x1030;&#x1000;&#x1030; &#x101D;&#x101A;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x101B;&#x1010;&#x101A;&#x103A; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x1010;&#x101A;&#x103A; &#x1001;&#x103B;&#x1000;&#x103A;&#x1001;&#x103B;&#x1004;&#x103A;&#x1038; &#x101D;&#x101A;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x101B;&#x1010;&#x101A;&#x103A;&#x104B;</p><p>&#x1005;&#x1031;&#x102C;&#x1004;&#x1037;&#x103A; &#x1014;&#x102D;&#x102F;&#x1004;&#x103A;&#x101B;&#x1004;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; <a href="https://www.keychron.com/products/keychron-k3-wireless-mechanical-keyboard" rel="noopener">keychron k3</a> &#x1000; &#x1015;&#x102D;&#x102F; &#x1019;&#x102D;&#x102F;&#x1000;&#x103A;&#x1019;&#x101A;&#x103A; &#x1011;&#x1004;&#x103A;&#x1010;&#x101A;&#x103A; &#x104B;&#x200B;&#x1015;&#x102B;&#x1038;&#x101C;&#x100A;&#x103A;&#x1038; &#x1015;&#x102B;&#x1038;&#x1010;&#x101A;&#x103A;&#x104B;&#x200B;&#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; layout &#x1000; &#x101C;&#x100A;&#x103A;&#x1038; &#x1015;&#x102D;&#x102F;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x1015;&#x103C;&#x1031; &#x1016;&#x103C;&#x1005;&#x103A;&#x1019;&#x101A;&#x103A;&#x104B;&#x200B; &#x1000;&#x103B;&#x1005;&#x103A;&#x1000;&#x103B;&#x1005;&#x103A; &#x101C;&#x1005;&#x103A;&#x101C;&#x1005;&#x103A; &#x1016;&#x103C;&#x1005;&#x103A;&#x1019;&#x101A;&#x103A;&#x104B;&#x200B; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; hot-swappable &#x1006;&#x102D;&#x102F;&#x1010;&#x102C; &#x1000; &#x1015;&#x102D;&#x102F;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;&#x200B;</p><p>&#x1021;&#x1032;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x1014;&#x1031; &#x1014;&#x102D;&#x102F;&#x1004;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x101E;&#x102F;&#x1036;&#x1038; &#x1019;&#x102D;&#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A;&#x101C;&#x100A;&#x103A;&#x1038; &#x1010;&#x1014;&#x103A;&#x1021;&#x1031;&#x102C;&#x1004;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1000;&#x103C;&#x102C;&#x1000;&#x103C;&#x102E;&#x1038;&#x101E;&#x102F;&#x1036;&#x1038; &#x101B;&#x1019;&#x101A;&#x103A;&#x104B; &#x1012;&#x102B;&#x1015;&#x102B;&#x1015;&#x1032;&#x104B; &#x101C;&#x1031;&#x1038; &#x1004;&#x102B;&#x1038; &#x1001;&#x103C;&#x1031;&#x102C;&#x1000;&#x103A; &#x101B;&#x1000;&#x103A; &#x101C;&#x1031;&#x102C;&#x1000;&#x103A; &#x101B;&#x103E;&#x102D;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1014;&#x1032;&#x1037; &#x1021;&#x1010;&#x1031;&#x102C;&#x103A;&#x101C;&#x1031;&#x1038; &#x1021;&#x101E;&#x102C;&#x1038;&#x1000;&#x103B; &#x101C;&#x102C;&#x1010;&#x1031;&#x102C;&#x1037; &#x101C;&#x100A;&#x103A;&#x1038; &#x101E;&#x103C;&#x1031;&#x102C;&#x103A; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1010;&#x101A;&#x103A; &#x101C;&#x102D;&#x102F;&#x1037; &#x1015;&#x103C;&#x1031;&#x102C;&#x101C;&#x102D;&#x102F;&#x1037; &#x101B;&#x101E;&#x103D;&#x102C;&#x1038;&#x1015;&#x103C;&#x102E; &#x104B; &#x1021;&#x1032;&#x1037;&#x101C;&#x102D;&#x102F; &#x1019;&#x103E;&#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x101B;&#x1004;&#x103A;&#x101C;&#x100A;&#x103A;&#x1038; &#x1014;&#x103E;&#x1019;&#x103C;&#x1031;&#x102C; &#x1014;&#x1031;&#x1010;&#x102C;&#x1037; &#x1019;&#x103E;&#x102C; hee hee &#x104B;</p>]]></content:encoded></item><item><title><![CDATA[2020]]></title><description><![CDATA[29/12/2020 22:50:06]]></description><link>https://blog.aungmyokyaw.com/2020/</link><guid isPermaLink="false">61c5ad1ec082a62ec9dec2e6</guid><category><![CDATA[2020]]></category><dc:creator><![CDATA[Aung Myo Kyaw]]></dc:creator><pubDate>Tue, 29 Dec 2020 17:28:44 GMT</pubDate><media:content url="https://blog.aungmyokyaw.com/content/images/max/800/0-rqiEb3VxCP7uOpTU.jpeg" medium="image"/><content:encoded><![CDATA[<img src="https://blog.aungmyokyaw.com/content/images/max/800/0-rqiEb3VxCP7uOpTU.jpeg" alt="2020"><p><strong>2020</strong></p><p>29/12/2020 22:50:06</p><p>&#x1010;&#x1000;&#x101A;&#x103A; &#x1010;&#x1019;&#x103A;&#x1038; &#x1000;&#x103C;&#x100A;&#x1037;&#x103A;&#x1019;&#x102D; &#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x1032;&#x1037;&#x1021;&#x1001;&#x102B; &#x1019;&#x103E;&#x102C; 2020 &#x1019;&#x103E;&#x102C; &#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x1018;&#x1030;&#x1038; &#x101C;&#x103D;&#x1014;&#x103A;&#x1001;&#x1032;&#x1037; &#x1010;&#x1032;&#x1037; &#x101E;&#x102F;&#x1036;&#x1038; &#x1014;&#x103E;&#x1005;&#x103A; &#x1000;&#x102D;&#x102F; &#x1015;&#x103C;&#x1014;&#x103A; &#x1000;&#x103C;&#x100A;&#x1037;&#x103A;&#x101B;&#x1004;&#x103A;&#x101C;&#x100A;&#x103A;&#x1038; &#x1014;&#x103E;&#x1005;&#x103A; &#x1000;&#x102F;&#x1014;&#x103A; &#x1010;&#x1032;&#x1037; &#x1021;&#x1001;&#x103B;&#x102D;&#x1014;&#x103A; &#x1018;&#x101A;&#x103A;&#x101F;&#x102C;&#x1000;&#x102D;&#x102F; &#x1005;&#x102C;&#x101B;&#x1004;&#x103A;&#x1038; &#x1001;&#x103B;&#x102F;&#x1015;&#x103A;&#x1000;&#x103C;&#x100A;&#x1037;&#x103A;&#x1000;&#x103C;&#x100A;&#x1037;&#x103A; &#x1010;&#x102D;&#x1010;&#x102D; &#x1015;&#x1015; &#x1018;&#x102C; &#x1019;&#x103E;&#x1010;&#x1031;&#x102C;&#x1037; &#x1015;&#x103C;&#x1031;&#x102C;&#x1005;&#x101B;&#x102C; &#x1019;&#x101B;&#x103E;&#x102D;&#x1018;&#x1030;&#x1038;&#x101B;&#x101A;&#x103A;</p><p>&#x1021;&#x101C;&#x102F;&#x1015;&#x103A;&#x101C;&#x102F;&#x1015;&#x103A;&#x1010;&#x101A;&#x103A; / &#x1005;&#x102C;&#x1021;&#x102F;&#x1015;&#x103A;&#x1016;&#x1010;&#x103A;&#x1010;&#x101A;&#x103A; / &#x101B;&#x102F;&#x1015;&#x103A; &#x101B;&#x103E;&#x1004;&#x103A;&#x1000;&#x103C;&#x100A;&#x1037;&#x103A;&#x1010;&#x101A;&#x103A;</p><p>&#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x101B;&#x1032;&#x1037; &#x1015;&#x102F;&#x1036;&#x1019;&#x103E;&#x1014;&#x103A; &#x1010;&#x1014;&#x1031;&#x1037; &#x1010;&#x102C; &#x1021;&#x1010;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038;&#x1015;&#x1032;</p><p>&#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1002;&#x102F;&#x100F;&#x103A; &#x101A;&#x1030; &#x1014;&#x1031;&#x1019;&#x101A;&#x1037;&#x103A; &#x1021;&#x101C;&#x102F;&#x1015;&#x103A; &#x1010;&#x1001;&#x102F;&#x1001;&#x102F; &#x1010;&#x1031;&#x102C;&#x1037; &#x1015;&#x103C;&#x102E;&#x1038; &#x1019;&#x103C;&#x1031;&#x102C;&#x1000;&#x103A; &#x101E;&#x1004;&#x1037;&#x103A;&#x1010;&#x102C;&#x1015;&#x1031;&#x102B;&#x1037;</p><p>&#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1015;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038; &#x1000;&#x103B; &#x1010;&#x1031;&#x102C;&#x1037; depressed &#x1016;&#x103C;&#x1005;&#x103A;&#x101C;&#x102C;&#x101E;&#x101C;&#x102C;&#x1038; &#x1021;&#x1031;&#x102C;&#x1000;&#x1037;&#x103A;&#x1019;&#x1031;&#x1037; &#x101B;&#x1010;&#x101A;&#x103A;</p><p>&#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1021;&#x1019;&#x103E;&#x1014;&#x103A; &#x1010;&#x1000;&#x101A;&#x103A; &#x1021;&#x102C;&#x1038;&#x1000;&#x103B; &#x1010;&#x102C; &#x1000; <a href="https://github.com/sindresorhus" rel="noopener"><strong>Sindre Sorhus</strong></a></p><p>&#x1006;&#x102D;&#x102F;&#x1010;&#x1032;&#x1037; &#x1018;&#x102D;&#x102F;&#x1038; &#x1010;&#x1031;&#x102C;&#x103A;&#x101C;&#x102D;&#x102F; &#x1015;&#x102F;&#x1036;&#x1005;&#x1036; &#x1019;&#x103B;&#x102D;&#x102F;&#x1038; &#x101E;&#x1030;&#x1037; &#x101C;&#x102D;&#x102F; &#x1019;&#x103B;&#x102D;&#x102F;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1016;&#x103C;&#x1005;&#x103A;&#x1014;&#x102D;&#x102F;&#x1004;&#x103A;&#x101B;&#x1004;&#x103A; &#x1016;&#x103C;&#x1005;&#x103A;&#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x101A;&#x103A;</p><p>&#x1014;&#x1031;&#x102C;&#x1000;&#x103A; &#x1015;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038; &#x1000;&#x1010;&#x1031;&#x102C;&#x1037; &#x1018;&#x102C; &#x1019;&#x103E; &#x1000;&#x102D;&#x102F; contribute &#x1019;&#x101C;&#x102F;&#x1015;&#x103A;&#x1014;&#x102D;&#x102F;&#x1004;&#x103A;&#x1018;&#x1030;&#x1038;</p><p>&#x1026;&#x1038;&#x100F;&#x103E;&#x1031;&#x102C;&#x1000;&#x103A;&#x1010;&#x103D;&#x1031; &#x1019;&#x103B;&#x102C;&#x1038; &#x1012;&#x1030; &#x101C;&#x102C;&#x101E;&#x101C;&#x102C;&#x1038; &#x1021;&#x1031;&#x102C;&#x1000;&#x103A;&#x1019;&#x1031;&#x1037; &#x101B;&#x1010;&#x101A;&#x103A;</p><p>&#x1021;&#x1014;&#x100A;&#x103A;&#x1038; &#x1006;&#x102F;&#x1036;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1005;&#x102C; &#x1016;&#x1010;&#x103A; &#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x101A;&#x103A; &#x1016;&#x1010;&#x103A; &#x100A;&#x103D;&#x103E;&#x1014;&#x103A;&#x1038; &#x1016;&#x103C;&#x1005;&#x103A;&#x1016;&#x103C;&#x1005;&#x103A; &#x101B;&#x1031;&#x1038;&#x1014;&#x102D;&#x102F;&#x1004;&#x103A;&#x101B;&#x1004;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x1006;&#x102D;&#x102F;&#x1038;&#x1018;&#x1030;&#x1038; &#x1011;&#x1004;&#x103A;&#x1010;&#x102C;&#x1015;&#x1032;</p><p>&#x1010;&#x1001;&#x102B; &#x1010;&#x101C;&#x1031; &#x1000;&#x103B;&#x1010;&#x1031;&#x102C;&#x1037; &#x101C;&#x1030;&#x1037; &#x101E;&#x1018;&#x102C; &#x101D; &#x1000; &#x1021;&#x101B;&#x1019;&#x103A;&#x1038; &#x1011;&#x1030;&#x1038;&#x1006;&#x1014;&#x103A;&#x1038;&#x1010;&#x101A;&#x103A;</p><p>&#x101F;&#x102D;&#x102F;&#x1038; &#x101C;&#x103D;&#x1014;&#x103A; &#x1001;&#x1032;&#x1037; &#x1010;&#x1032;&#x1037; &#x1048; &#x1014;&#x103E;&#x1005;&#x103A; &#x101C;&#x1031;&#x102C;&#x1000;&#x103A; &#x1010;&#x102F;&#x1014;&#x103A;&#x1038;&#x1000; &#x1021;&#x1004;&#x103A;&#x1010;&#x102C;&#x1014;&#x1000;&#x103A; &#x1000;&#x102D;&#x102F; &#x101E;&#x1031;&#x101C;&#x102F; &#x1019;&#x1010;&#x1000;&#x103A; &#x101E;&#x102F;&#x1036;&#x1038; &#x1001;&#x103B;&#x1004;&#x103A; &#x1010;&#x102F;&#x1014;&#x103A;&#x1038;&#x1000; &#x100A;&#x101E;&#x1014;&#x103A;&#x1038;&#x1001;&#x1031;&#x102B;&#x1004;&#x103A; &#x1019;&#x103E; &#x101C;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1010;&#x102C; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x100A; &#x1016;&#x1000;&#x103A; &#x1000;&#x102D;&#x102F; &#x1005;&#x1031;&#x102C;&#x1004;&#x1037;&#x103A;&#x101E;&#x102F;&#x1036;&#x1038; &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x1014;&#x1000;&#x103A; &#x101C;&#x1004;&#x103A;&#x1038; &#x1010;&#x1032;&#x1037; &#x1021;&#x1011;&#x102D; &#x101B;&#x1031;&#x102C;&#x1000;&#x103A;&#x101E;&#x103D;&#x102C;&#x1038; &#x1021;&#x1031;&#x102C;&#x1004;&#x103A; &#x1021;&#x1004;&#x1019;&#x103A;&#x1038; &#x1019;&#x101B; &#x101E;&#x102F;&#x1036;&#x1038;&#x1010;&#x101A;&#x103A; &#x104B; &#x1021;&#x1032;&#x1037;&#x1010;&#x102F;&#x1014;&#x103A;&#x1038;&#x1000; &#x1004;&#x102B; &#x101E;&#x102C; &#x1021;&#x1004;&#x103A;&#x1010;&#x102C; &#x1014;&#x1000;&#x103A; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038; &#x101E;&#x102F;&#x1036;&#x1038; &#x1014;&#x102D;&#x102F;&#x1004;&#x103A;&#x101B;&#x1004;&#x103A; &#x1014;&#x1031;&#x1037;&#x1001;&#x103B;&#x1004;&#x103A;&#x1038; &#x100A;&#x1001;&#x103B;&#x1004;&#x103A;&#x1038; &#x1015;&#x1012;&#x1031;&#x101E;&#x102C;&#x1015;&#x1004;&#x103A; &#x1011; &#x1015;&#x1031;&#x102B;&#x1000;&#x103A;&#x1019;&#x101A;&#x1037;&#x103A; &#x1021;&#x1011;&#x102C; &#x1010;&#x103D;&#x1031; &#x1014;&#x1032;&#x1037; &#x104B;</p><p>&#x1021;&#x1001;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037;&#x101C;&#x100A;&#x103A;&#x1038; &#x1021;&#x1015;&#x103B;&#x1004;&#x103A;&#x1038; &#x101C;&#x1031;&#x1038; &#x1000; &#x1011;&#x1030;&#x1010;&#x1000;&#x103A;&#x101C;&#x102C; &#x101B;&#x1031;&#x102C; &#x104B;</p><p>&#x1012;&#x102E;&#x1014;&#x103E;&#x1005;&#x103A; &#x1000; &#x1021;&#x101B;&#x1004;&#x103A; &#x1014;&#x103E;&#x1005;&#x103A; &#x1010;&#x103D;&#x1031; &#x1014;&#x1032;&#x1037; &#x1019;&#x1010;&#x1030; &#x1010;&#x102C; &#x1000; WFH &#x1016;&#x103C;&#x1005;&#x103A;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A; &#x1043; &#x101C; &#x1015;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038; &#x1000;&#x1014;&#x1031; &#x1021;&#x1001;&#x102F; &#x1021;&#x1011;&#x102D; &#x1015;&#x1032;&#x104B;</p><p>&#x1021;&#x1032;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x102D;&#x1019;&#x103A;&#x1019;&#x103E;&#x102C; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x1031;&#x1019;&#x1031; &#x1014;&#x1032;&#x1037; &#x1005;&#x1000;&#x102C;&#x1038;&#x1015;&#x103C;&#x1031;&#x102C;&#x1010;&#x1032;&#x1037; &#x1021;&#x1001;&#x103B;&#x102D;&#x1014;&#x103A; &#x1015;&#x102D;&#x102F; &#x101B;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x102C;&#x1015;&#x1031;&#x102B;&#x1037;&#x104B; &#x1010;&#x1000;&#x101A;&#x103A; &#x1010;&#x1019;&#x103A;&#x1038; &#x1015;&#x103C;&#x1014;&#x103A;&#x1000;&#x103C;&#x100A;&#x1037;&#x103A;&#x1019;&#x101A;&#x103A; &#x1006;&#x102D;&#x102F;&#x101B;&#x1004;&#x103A; &#x1004;&#x101A;&#x103A; &#x1004;&#x101A;&#x103A; &#x1000;&#x1014;&#x1031; &#x1021;&#x1001;&#x102F; &#x1011;&#x102D; &#x1021;&#x102D;&#x1019;&#x103A;&#x1019;&#x103E;&#x102C; &#x1012;&#x102E; &#x101C;&#x1031;&#x102C;&#x1000;&#x103A; &#x1000;&#x103C;&#x102C;&#x1000;&#x103C;&#x102C;&#x1019;&#x1014;&#x1031;&#x1016;&#x1030;&#x1038; &#x101E;&#x1031;&#x1038;&#x1018;&#x1030;&#x1038;&#x104B;</p><p>&#x1006;&#x101A;&#x103A; &#x1010;&#x1014;&#x103A;&#x1038; &#x1021;&#x1011;&#x102D; &#x1000; &#x1018;&#x1031;&#x102C;&#x103A;&#x1012;&#x102B; &#x1014;&#x1032;&#x1037; &#x1000;&#x103B;&#x1030;&#x101B;&#x103E;&#x1004;&#x103A; &#x104B; &#x1000;&#x103B;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1010;&#x1000;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037;&#x101C;&#x100A;&#x103A;&#x1038; &#x1043; &#x101C; &#x101C;&#x1031;&#x102C;&#x1000;&#x103A;&#x1015;&#x1032; &#x1015;&#x103C;&#x1014;&#x103A; &#x101B;&#x1010;&#x102C;&#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037;&#x104B; &#x1021;&#x1001;&#x102F; &#x1000;&#x102C;&#x101C; &#x101F;&#x102C; &#x1021;&#x1000;&#x103C;&#x102C;&#x101B;&#x103E;&#x100A;&#x103A; &#x1006;&#x102F;&#x1036;&#x1038; &#x1016;&#x103C;&#x1005;&#x103A;&#x1019;&#x101A;&#x103A;&#x104B;</p><p>WFH &#x1000; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1000;&#x103D;&#x1000;&#x103A;&#x1010;&#x103D;&#x1031; &#x1010;&#x1031;&#x102C;&#x1037; &#x101B;&#x103E;&#x102D;&#x1010;&#x101A;&#x103A; &#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1021;&#x1010;&#x103D;&#x1000;&#x103A; &#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x1010;&#x101A;&#x103A; &#x1006;&#x102D;&#x102F;&#x1015;&#x1031;&#x1019;&#x101A;&#x1037;&#x103A; work &#x1014;&#x1032;&#x1037; life &#x1000;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1010;&#x1000;&#x103A; &#x1014;&#x102D;&#x102F;&#x1004;&#x103A;&#x1006;&#x102F;&#x1036;&#x1038; &#x1015;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038;&#x1011;&#x102C;&#x1038;&#x1019;&#x103E; &#x1016;&#x103C;&#x1005;&#x103A;&#x1019;&#x101A;&#x103A; &#x1021;&#x101C;&#x102F;&#x1015;&#x103A;&#x101C;&#x102F;&#x1015;&#x103A; &#x1010;&#x102C; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1015;&#x1031;&#x1019;&#x101A;&#x1037;&#x103A; burn out &#x1016;&#x103C;&#x1005;&#x103A;&#x101E;&#x103D;&#x102C;&#x1038;&#x101B;&#x1004;&#x103A;&#x101C;&#x100A;&#x103A;&#x1038; &#x1021;&#x1006;&#x1004;&#x103A;&#x1019;&#x1015;&#x103C;&#x1031;&#x1019;&#x103E;&#x102C; &#x1006;&#x102D;&#x102F;&#x1038;&#x1010;&#x101A;&#x103A;</p><p>&#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1010;&#x103D;&#x1031; &#x101B;&#x1032;&#x1037; &#x1015;&#x103C;&#x103F;&#x1014;&#x102C; &#x1000; &#x1021;&#x101C;&#x102F;&#x1015;&#x103A; &#x101C;&#x102F;&#x1015;&#x103A; &#x101C;&#x100A;&#x103A;&#x1038; &#x1000;&#x103D;&#x1014;&#x103A;&#x1015;&#x103C;&#x1030;&#x1010;&#x102C; &#x101B;&#x103E;&#x1031;&#x1037;</p><p>&#x1021;&#x101C;&#x102F;&#x1015;&#x103A;&#x1014;&#x102C;&#x1038;&#x101C;&#x100A;&#x103A;&#x1038; &#x1000;&#x103D;&#x1014;&#x103A;&#x1015;&#x103C;&#x1030;&#x1010;&#x102C; &#x1014;&#x1032;&#x1037; &#x1014;&#x102C;&#x1038;</p><p>&#x1021;&#x1032;&#x1037;&#x1010;&#x102C; &#x1015;&#x103C;&#x103F;&#x1014;&#x102C;</p><p>&#x1021;&#x1001;&#x102F; &#x1006;&#x102D;&#x102F;&#x101B;&#x1004;&#x103A; &#x1010;&#x1014;&#x1031;&#x1000;&#x102F;&#x1014;&#x103A; &#x1010;&#x103D;&#x1000;&#x103A; &#x1000;&#x103C;&#x100A;&#x1037;&#x103A;&#x101B;&#x1004;&#x103A; &#x1019;&#x1010;&#x103A; &#x1010;&#x1015;&#x103A; &#x101B;&#x1015;&#x103A; &#x1010;&#x1032;&#x1037; &#x1021;&#x1001;&#x103B;&#x102D;&#x1014;&#x103A; &#x101F;&#x102C; &#x1041; &#x1014;&#x102C;&#x101B;&#x102E;&#x1010;&#x1031;&#x102C;&#x1004;&#x103A;&#x1015;&#x103C;&#x100A;&#x1037;&#x103A;&#x1015;&#x102B;&#x1019;&#x101C;&#x102C;&#x1038;&#x1005;&#x1009;&#x103A;&#x1038;&#x1005;&#x102C;&#x1038; &#x1019;&#x102D;&#x1010;&#x101A;&#x103A;</p><p>&#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x101C;&#x1000;&#x103A; &#x101C;&#x103E;&#x102F;&#x1015;&#x103A; &#x101B;&#x103E;&#x102C;&#x1038;&#x1019;&#x103E;&#x102F; &#x1019;&#x101B;&#x103E;&#x102D;&#x1010;&#x102C;&#x1037; &#x101C;&#x1030;&#x101C;&#x100A;&#x103A;&#x1038; &#x101D; &#x1014;&#x1031;&#x1015;&#x102B;&#x1015;&#x103C;&#x102E;</p><p>&#x1000;&#x103B;&#x1014;&#x103A;&#x1038;&#x1019;&#x102C;&#x101B;&#x1031;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1002;&#x101B;&#x102F; &#x1005;&#x102D;&#x102F;&#x1000;&#x103A;&#x1016;&#x102D;&#x102F;&#x1037; &#x101C;&#x102D;&#x102F;&#x1019;&#x101A;&#x103A;</p><p>&#x1021;&#x101C;&#x102F;&#x1015;&#x103A; &#x1021;&#x1000;&#x102D;&#x102F;&#x1004;&#x103A; &#x1010;&#x103D;&#x1031; &#x1000;&#x101C;&#x100A;&#x103A;&#x1038; &#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; industry &#x1000; &#x1021;&#x102D;&#x1019;&#x103A; &#x1000;&#x1014;&#x1031; &#x1021;&#x101C;&#x102F;&#x1015;&#x103A;&#x101C;&#x102F;&#x1015;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x1016;&#x103C;&#x1005;&#x103A;&#x1014;&#x1031;&#x101C;&#x102D;&#x102F;&#x1037; &#x101E;&#x102C; &#x1010;&#x1031;&#x102C;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037;&#x1010;&#x101A;&#x103A;&#x104B; &#x1012;&#x102E; &#x1000;&#x102C;&#x101C;&#x1000;&#x103C;&#x102E;&#x1038;&#x101C;&#x100A;&#x103A;&#x1038; &#x1012;&#x102E; &#x1011;&#x1015;&#x103A; &#x1000;&#x103C;&#x102C;&#x101B;&#x1004;&#x103A; &#x101C;&#x1030; &#x1010;&#x103D;&#x1031; &#x1021;&#x1010;&#x1031;&#x102C;&#x103A;&#x101C;&#x1031;&#x1038; &#x1012;&#x102F;&#x1000;&#x1039;&#x1001; &#x101B;&#x1031;&#x102C;&#x1000;&#x103A;&#x1000;&#x103B;&#x1010;&#x1031;&#x102C;&#x1037;&#x1019;&#x101A;&#x103A;&#x104B;</p><p>&#x1012;&#x102E; &#x1014;&#x103E;&#x1005;&#x103A; &#x1019;&#x103E;&#x102C; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1016;&#x1010;&#x103A; &#x1001;&#x1032;&#x1037;&#x1010;&#x1032; &#x1005;&#x102C;&#x1021;&#x102F;&#x1015;&#x103A;&#x1010;&#x103D;&#x1031;&#x1019;&#x103E;&#x102C; &#x1021;&#x1001;&#x102F; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1006;&#x102F;&#x1036;&#x1038; &#x1016;&#x1010;&#x103A;&#x1014;&#x1031;&#x1010;&#x1032;&#x1037;</p><p><a href="https://jamesclear.com/atomic-habits" rel="noopener">https://jamesclear.com/atomic-habits</a> &#x1000;&#x102D;&#x102F; &#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x103E;&#x1010;&#x103A;&#x1019;&#x103E;&#x1010;&#x103A; &#x1011;&#x1004;&#x103A; &#x101B;&#x103E;&#x102D;&#x1010;&#x101A;&#x103A;</p><p>&#x1021;&#x101C;&#x102F;&#x1015;&#x103A; &#x1019;&#x101C;&#x102F;&#x1015;&#x103A; &#x1015;&#x1032; &#x1005;&#x102C; &#x1011;&#x102D;&#x102F;&#x1004;&#x103A; &#x1016;&#x1010;&#x103A; &#x1014;&#x1031;&#x1010;&#x101A;&#x103A; &#x101C;&#x102D;&#x102F;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x1021;&#x1031;&#x102C;&#x1004;&#x103A; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1015;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037;&#x1016;&#x1010;&#x103A;&#x100A;&#x103D;&#x103E;&#x1014;&#x103A;&#x1038;&#x1016;&#x103C;&#x1005;&#x103A;&#x1016;&#x103C;&#x1005;&#x103A; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1016;&#x1010;&#x103A; &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x102C;&#x1014;&#x1032;&#x1037; &#x101B;&#x1031;&#x1038;&#x1016;&#x103C;&#x1005;&#x103A;&#x1021;&#x1031;&#x102C;&#x1004;&#x103A; &#x101B;&#x1031;&#x1038;&#x1019;&#x101A;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037; &#x1010;&#x1031;&#x102C;&#x1037; &#x101B;&#x100A;&#x103A;&#x1019;&#x103E;&#x1014;&#x103A;&#x1038;&#x1019;&#x101A;&#x103A;</p><p>&#x1021;&#x1001;&#x102F; &#x1000; 2020 &#x1015;&#x103C;&#x102E;&#x1038;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A;&#x1018;&#x102C; &#x1021;&#x1016;&#x1010;&#x103A;&#x1010;&#x1004;&#x103A;&#x101C;&#x1032; &#x1015;&#x103C;&#x1014;&#x103A;&#x1000;&#x103C;&#x100A;&#x1037;&#x103A;&#x1018;&#x102C; &#x1019;&#x103E;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x101B;&#x103E;&#x102D;&#x1018;&#x1030;&#x1038;&#x101B;&#x101A;&#x103A;</p><p>2020 &#x1019;&#x103E;&#x102C; covid first wave &#x1021;&#x1000;&#x103B; &#x1019;&#x103E;&#x102C; &#x1001;&#x101B;&#x102E;&#x1038; &#x101E;&#x103D;&#x102C;&#x1038;&#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x102C; &#x1000; &#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1001;&#x102F; &#x1011;&#x102D; &#x1015;&#x103C;&#x1014;&#x103A;&#x1010;&#x103D;&#x1031;&#x1038;&#x1010;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038; &#x1021;&#x1000;&#x103B;&#x1031;&#x1014;&#x1015;&#x103A;&#x1006;&#x102F;&#x1036;&#x1038; &#x1015;&#x1032; &#x104B;</p><p>&#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1006;&#x102F;&#x1036;&#x1038; &#x1005;&#x102C;&#x101B;&#x1004;&#x103A;&#x1038; &#x1001;&#x103B;&#x102F;&#x1015;&#x103A;&#x101B;&#x1004;&#x103A; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1000; &#x101B;&#x100A;&#x103A;&#x1019;&#x103E;&#x1014;&#x103A;&#x1038;&#x1001;&#x103B;&#x1000;&#x103A; &#x1011;&#x102C;&#x1038;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x1018;&#x102C;&#x1019;&#x103E; &#x1011;&#x1030;&#x1011;&#x1030;&#x1038;&#x1001;&#x103C;&#x102C;&#x1038;&#x1001;&#x103C;&#x102C;&#x1038; &#x1000;&#x103C;&#x102D;&#x102F;&#x1038;&#x1015;&#x1014;&#x103A;&#x1038;&#x1011;&#x102C;&#x1038;&#x1010;&#x102C; &#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x1010;&#x1032;&#x1037; &#x1021;&#x1010;&#x103D;&#x1000;&#x103A; &#x1011;&#x1030;&#x1038;&#x1011;&#x1030;&#x1038;&#x1001;&#x103C;&#x102C;&#x1038;&#x1001;&#x103C;&#x102C;&#x1038;&#x101C;&#x100A;&#x103A;&#x1038; &#x1018;&#x102C; &#x1019;&#x103E; &#x101B;&#x1031;&#x1038;&#x1005;&#x101B;&#x102C;&#x1019;&#x101B;&#x103E;&#x102D;&#x1015;&#x102B;&#x1018;&#x1030;&#x1038;</p><p>2021 &#x1021;&#x1016;&#x102D;&#x102F;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1014;&#x100A;&#x103A;&#x1038;&#x1006;&#x102F;&#x1036;&#x1038; blog &#x101C;&#x1031;&#x1038; &#x1014;&#x1015;&#x103A; &#x1019;&#x103E;&#x1014;&#x103A; &#x1021;&#x1031;&#x102C;&#x1004;&#x103A; &#x101B;&#x1031;&#x1038;&#x1016;&#x103C;&#x1005;&#x103A;&#x1019;&#x101A;&#x103A;</p><p>&#x1005;&#x102C;&#x1015;&#x102D;&#x102F;&#x1016;&#x1010;&#x103A;&#x1016;&#x103C;&#x1005;&#x103A;&#x1019;&#x101A;&#x103A;</p><p>&#x1021;&#x1001;&#x103C;&#x102C;&#x1038; &#x1000;&#x102D;&#x102F;&#x101A;&#x1037;&#x103A; &#x1000;&#x101C;&#x102D; &#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x102C; &#x101C;&#x1031;&#x1038;&#x1010;&#x103D;&#x1031; &#x1021;&#x1019;&#x103B;&#x102C;&#x1038;&#x1000;&#x103C;&#x102E;&#x1038; &#x1000;&#x101C;&#x102D; &#x1016;&#x103C;&#x1005;&#x103A;&#x1019;&#x101A;&#x103A;</p><p>&#x1021;&#x1032;&#x1037; &#x101C;&#x1031;&#x102C;&#x1000;&#x103A; &#x101C;&#x102F;&#x1015;&#x103A;&#x1016;&#x103C;&#x1005;&#x103A;&#x101B;&#x1004;&#x103A;&#x1000;&#x102D;&#x102F; &#x1010;&#x1031;&#x102C;&#x103A;&#x1015;&#x102B;&#x1015;&#x103C;&#x102E;</p><p>&#x101E;&#x1031;&#x1001;&#x103B;&#x102C; &#x1010;&#x102C;&#x1000;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x101E;&#x1000;&#x103A; &#x1010;&#x1014;&#x103E;&#x1005;&#x103A;&#x1015;&#x102D;&#x102F;&#x1000;&#x103C;&#x102E;&#x1038;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x102C;&#x1015;&#x1031;&#x102B;&#x1037; lakhwn</p>]]></content:encoded></item><item><title><![CDATA[switch to spacevim]]></title><description><![CDATA[vim ကိုပဲ တစိုက် မက်မက် သုံးဖြစ်တာ ၁၁ လ လောက် တော့ ရှိသွားပြီ။ config ချတယ် ဆိုတာလည်း ဟို ကကူးလိုက် ဒီ က ကူးလိုက် plugin ပေါင်း သောင်း…]]></description><link>https://blog.aungmyokyaw.com/switch-to-spacevim/</link><guid isPermaLink="false">61c5ad1ec082a62ec9dec2d7</guid><category><![CDATA[Vim]]></category><category><![CDATA[Spacevim]]></category><dc:creator><![CDATA[Aung Myo Kyaw]]></dc:creator><pubDate>Sun, 09 Dec 2018 08:09:03 GMT</pubDate><media:content url="https://blog.aungmyokyaw.com/content/images/max/800/1-dNWfk4i6sdIGZetu9QXb7w.png" medium="image"/><content:encoded><![CDATA[<img src="https://blog.aungmyokyaw.com/content/images/max/800/1-dNWfk4i6sdIGZetu9QXb7w.png" alt="switch to spacevim"><p>vim &#x1000;&#x102D;&#x102F;&#x1015;&#x1032; &#x1010;&#x1005;&#x102D;&#x102F;&#x1000;&#x103A; &#x1019;&#x1000;&#x103A;&#x1019;&#x1000;&#x103A; &#x101E;&#x102F;&#x1036;&#x1038;&#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x102C; &#x1041;&#x1041; &#x101C; &#x101C;&#x1031;&#x102C;&#x1000;&#x103A; &#x1010;&#x1031;&#x102C;&#x1037; &#x101B;&#x103E;&#x102D;&#x101E;&#x103D;&#x102C;&#x1038;&#x1015;&#x103C;&#x102E;&#x104B; config &#x1001;&#x103B;&#x1010;&#x101A;&#x103A; &#x1006;&#x102D;&#x102F;&#x1010;&#x102C;&#x101C;&#x100A;&#x103A;&#x1038; &#x101F;&#x102D;&#x102F; &#x1000;&#x1000;&#x1030;&#x1038;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A; &#x1012;&#x102E; &#x1000; &#x1000;&#x1030;&#x1038;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A; plugin &#x1015;&#x1031;&#x102B;&#x1004;&#x103A;&#x1038; &#x101E;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038; &#x1001;&#x103C;&#x1031;&#x102C;&#x1000;&#x103A; &#x1011;&#x1031;&#x102C;&#x1004;&#x103A;&#x101C;&#x1031;&#x102C;&#x1000;&#x103A;&#x1000;&#x102D;&#x102F; install &#x101C;&#x102F;&#x1015;&#x103A; &#x101B;&#x1004;&#x103A;&#x1038;&#x1014;&#x1032;&#x1037; vim &#x1000; sublime &#x101C;&#x102D;&#x102F;&#x101C;&#x102D;&#x102F; &#x1018;&#x102C;&#x101C;&#x102D;&#x102F;&#x101C;&#x102D;&#x102F; &#x1016;&#x103C;&#x1005;&#x103A;&#x101C;&#x102C;&#x1021;&#x1031;&#x102C;&#x1004;&#x103A; &#x101C;&#x102F;&#x1015;&#x103A; &#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x102C; &#x1015;&#x102B;&#x1015;&#x1032;&#x104B; theme chanage &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; syntax highlight &#x1016;&#x103D;&#x1004;&#x1037;&#x103A;&#x1011;&#x102C;&#x1038;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1019;&#x103C;&#x1004;&#x103A;&#x1021;&#x102C;&#x1038;&#x1016;&#x103C;&#x1004;&#x1037;&#x103A; &#x1000;&#x103C;&#x100A;&#x1037;&#x103A;&#x101C;&#x103E;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x102C;&#x1015;&#x102B;&#x1015;&#x1032;&#x104B;</p><p>&#x101C;&#x103D;&#x1014;&#x103A;&#x1001;&#x1032;&#x1037; &#x1010;&#x1032;&#x1037; &#x101C;&#x1010;&#x102F;&#x1014;&#x103A;&#x1038;&#x1000; static site &#x101C;&#x1031;&#x1038;&#x1015;&#x103C;&#x1014;&#x103A;&#x101C;&#x102F;&#x1015;&#x103A;&#x1019;&#x101A;&#x103A; &#x1006;&#x102D;&#x102F;&#x1010;&#x1032;&#x1037; &#x1005;&#x102D;&#x1010;&#x103A;&#x1000;&#x1030;&#x1038;&#x1015;&#x1031;&#x102B;&#x103A;&#x101C;&#x102C;&#x1010;&#x101A;&#x103A;&#x104B; &#x1021;&#x1032;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; &#x1017;&#x1019;&#x102C;&#x101C;&#x102D;&#x102F;&#x1037; &#x1018;&#x101A;&#x103A;&#x1019;&#x103E;&#x102C; &#x101B;&#x102D;&#x102F;&#x1000;&#x103A;&#x1016;&#x103C;&#x1005;&#x103A;&#x1019;&#x101C;&#x1032; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1015;&#x103C;&#x103F;&#x1014;&#x102C; &#x1015;&#x1031;&#x102B;&#x103A;&#x101C;&#x102C;&#x1010;&#x101A;&#x103A;&#x104B; &#x1000;&#x1032; &#x1021;&#x1032;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; emacs &#x1015;&#x1032; &#x1006;&#x102D;&#x102F;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; emacs &#x1015;&#x103C;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x101E;&#x102F;&#x1036;&#x1038;&#x1019;&#x101A;&#x103A; &#x1000;&#x103C;&#x102D;&#x102F;&#x1038;&#x1005;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A;&#x104B; &#x1021;&#x1001;&#x102F; &#x101C;&#x1031;&#x102C;&#x101C;&#x1031;&#x102C; &#x1006;&#x101A;&#x103A; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1021;&#x101E;&#x102C;&#x1038;&#x1000;&#x103B; &#x1014;&#x1031;&#x1010;&#x1032;&#x1037; vim + tmux &#x1000;&#x102D;&#x102F; &#x1005;&#x103D;&#x1014;&#x1037;&#x103A;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1019;&#x101A;&#x103A; &#x101C;&#x102D;&#x102F;&#x1037; &#x1005;&#x102D;&#x1010;&#x103A;&#x1000;&#x1030;&#x1038;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B; &#x1021;&#x1032;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037; emacs &#x1015;&#x103C;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1019;&#x101A;&#x103A; &#x1000;&#x103C;&#x102D;&#x102F;&#x1038;&#x1005;&#x102C;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x101E;&#x1030;&#x1037; &#x101B;&#x1032;&#x1037; &#x1005;&#x102D;&#x1010;&#x103A;&#x1015;&#x103B;&#x1000;&#x103A; &#x1005;&#x101B;&#x102C; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1010;&#x1032;&#x1037; key binding &#x1010;&#x103D;&#x1031;&#x1014;&#x1032;&#x1037; &#x1021;&#x101B;&#x1004;&#x103A; &#x1010;&#x103D;&#x1031;&#x1037;&#x1010;&#x1031;&#x102C;&#x1037;&#x1010;&#x102C;&#x1015;&#x102B;&#x1015;&#x1032;&#x104B;</p><p>vim &#x1005;&#x101E;&#x102F;&#x1036;&#x1038;&#x1000;&#x102C;&#x1005; &#x1000; jkhl &#x1000;&#x102D;&#x102F; &#x1001;&#x1000;&#x103A;&#x101C;&#x103E;&#x1010;&#x101A;&#x103A; &#x1019;&#x103E;&#x1010;&#x103A; &#x1010;&#x101A;&#x103A; &#x101E;&#x1030;&#x1037; &#x101B;&#x1032;&#x1037; ctrl key &#x1000;&#x103C;&#x102E;&#x1038;&#x1014;&#x1032;&#x1037; &#x1010;&#x103D;&#x1032; &#x1000;&#x102D;&#x102F;&#x1004;&#x103A; &#x101B;&#x1010;&#x102C;&#x1000;&#x103C;&#x102E;&#x1038;&#x1010;&#x103D;&#x1031;&#x1000; &#x1021;&#x1010;&#x1031;&#x102C;&#x103A;&#x101C;&#x1031;&#x1038; &#x1005;&#x102D;&#x1010;&#x103A;&#x1000;&#x102F;&#x1014;&#x103A;&#x1005;&#x101B;&#x102C; &#x1000;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1010;&#x101A;&#x103A;&#x104B; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A; &#x1010;&#x1019;&#x103B;&#x102D;&#x102F;&#x1038; &#x1012;&#x102F;&#x1000;&#x1039;&#x1001; &#x101B;&#x1031;&#x102C;&#x1000;&#x103A;&#x1010;&#x102C;&#x1000; vim &#x1019;&#x103E;&#x102C; &#x1006;&#x102D;&#x102F; normal mode &#x101B;&#x101A;&#x103A; insert mode &#x101B;&#x101A;&#x103A; visual mode &#x101B;&#x101A;&#x103A; &#x101B;&#x103E;&#x1004;&#x103A;&#x1038;&#x101B;&#x103E;&#x1004;&#x103A;&#x1038; &#x101C;&#x1004;&#x103A;&#x1038;&#x101C;&#x1004;&#x103A;&#x1038; &#x101C;&#x1031;&#x1038; &#x101B;&#x103E;&#x102D;&#x1010;&#x1032;&#x1037; &#x1000;&#x102D;&#x1005;&#x1039;&#x1005;&#x1000;&#x102D;&#x102F; &#x1021;&#x1001;&#x102F; emacs &#x1019;&#x103E;&#x102C; &#x1000;&#x103B;&#x1010;&#x1031;&#x102C;&#x1037; language syntax &#x1010;&#x103D;&#x1031; &#x1021;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1001;&#x103D;&#x1032;&#x1011;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A; &#x104B; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A; &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; normal mode &#x1019;&#x101B;&#x103E;&#x102D;&#x1010;&#x1031;&#x102C;&#x1037; vim &#x1019;&#x103E;&#x102C; &#x101C;&#x102D;&#x102F; normal mode &#x1015;&#x103C;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x101F;&#x102D;&#x102F;&#x1015;&#x103C;&#x1031;&#x1038;&#x1012;&#x102E; &#x1015;&#x103C;&#x1031;&#x1038;&#x101C;&#x102F;&#x1015;&#x103A;&#x101C;&#x102D;&#x102F;&#x1037;&#x1019;&#x101B;&#x1010;&#x102C;&#x101C;&#x100A;&#x103A;&#x1038; &#x1005;&#x102D;&#x1010;&#x103A;&#x1015;&#x103B;&#x1000;&#x103A;&#x1005;&#x101B;&#x102C;&#x1015;&#x102B;&#x1015;&#x1032;&#x104B; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x1011;&#x1030;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037;&#x1018;&#x1030;&#x1038; &#x1012;&#x102E; &#x1021;&#x1010;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038;&#x1006;&#x102D;&#x102F; &#x1019;&#x1016;&#x103C;&#x1005;&#x103A;&#x1018;&#x1030;&#x1038; &#x1006;&#x102D;&#x102F;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; evil mode &#x1015;&#x1032; &#x101E;&#x102F;&#x1036;&#x1038;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B; plugin &#x1015;&#x1031;&#x102B;&#x1004;&#x103A;&#x1038; &#x101E;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1001;&#x103C;&#x1031;&#x102C;&#x1000;&#x103A;&#x1011;&#x1031;&#x102C;&#x1004;&#x103A; &#x1011;&#x100A;&#x1037;&#x103A;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A; config &#x1010;&#x103D;&#x1031; &#x101C;&#x102D;&#x102F;&#x1000;&#x103A; &#x1000;&#x1030;&#x1038;&#x1001;&#x103B;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; &#x101E;&#x102F;&#x1036;&#x1038;&#x101B;&#x1010;&#x102C; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A;&#x104B;</p><figure class="kg-card kg-bookmark-card"><a class="kg-bookmark-container" href="https://github.com/AungMyoKyaw/.emacs.d"><div class="kg-bookmark-content"><div class="kg-bookmark-title">GitHub - AungMyoKyaw/.emacs.d: My emacs configuration [WIP]</div><div class="kg-bookmark-description">My emacs configuration [WIP]. Contribute to AungMyoKyaw/.emacs.d development by creating an account on GitHub.</div><div class="kg-bookmark-metadata"><img class="kg-bookmark-icon" src="https://github.com/fluidicon.png" alt="switch to spacevim"><span class="kg-bookmark-author">GitHub</span><span class="kg-bookmark-publisher">AungMyoKyaw</span></div></div><div class="kg-bookmark-thumbnail"><img src="https://opengraph.githubassets.com/33bf5317c6a86281e4fec88444d031c098c565a80998bad4b1a5b04ce393dad3/AungMyoKyaw/.emacs.d" alt="switch to spacevim"></div></a></figure><p>spacemacs &#x1006;&#x102D;&#x102F;&#x1010;&#x102C; &#x101B;&#x103E;&#x102D;&#x1010;&#x102C; &#x101E;&#x102D;&#x1010;&#x101A;&#x103A;&#x104B; &#x1012;&#x102B;&#x1015;&#x1031;&#x1019;&#x101A;&#x1037;&#x103A; &#x1021;&#x1005; &#x1015;&#x1011;&#x1019; &#x1010;&#x102F;&#x1014;&#x103A;&#x1038;&#x1000; emacs key binding &#x1010;&#x103D;&#x1031; &#x1014;&#x1032;&#x1037;&#x1015;&#x1032; &#x101B;&#x1021;&#x1031;&#x102C;&#x1004;&#x103A; &#x101E;&#x102F;&#x1036;&#x1038;&#x1019;&#x101A;&#x103A; &#x101C;&#x102D;&#x102F;&#x1037; &#x1005;&#x102D;&#x1010;&#x103A;&#x1010;&#x1004;&#x103A;&#x1038;&#x1011;&#x102C;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x101C;&#x103E;&#x100A;&#x1037;&#x103A;&#x1000;&#x102D;&#x102F; &#x1019;&#x1000;&#x103C;&#x100A;&#x1037;&#x103A;&#x1016;&#x103C;&#x1005;&#x103A;&#x1018;&#x1030;&#x1038;&#x104B; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; evil mode &#x1010;&#x1031;&#x102C;&#x1004;&#x103A; &#x101E;&#x102F;&#x1036;&#x1038;&#x101B;&#x1015;&#x103C;&#x102E; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1019;&#x1011;&#x1030;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037;&#x1015;&#x102B;&#x1018;&#x1030;&#x1038; &#x1006;&#x102D;&#x102F;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; spacemacs &#x1000;&#x102D;&#x102F;&#x1015;&#x1032; &#x101E;&#x102F;&#x1036;&#x1038;&#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;</p><p>&#x101C;&#x1030;&#x1037;&#x1005;&#x102D;&#x1010;&#x103A;&#x1000; &#x1019;&#x103B;&#x1031;&#x102C;&#x1000;&#x103A;&#x1005;&#x102D;&#x1010;&#x103A; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x101E;&#x102D;&#x1015;&#x103A;&#x1019;&#x103E;&#x1014;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B; &#x1021;&#x1005;&#x1010;&#x102F;&#x1014;&#x103A;&#x1038;&#x1000; static site &#x101C;&#x1031;&#x1038; &#x101C;&#x102F;&#x1015;&#x103A;&#x1019;&#x103E; &#x1015;&#x1032; blog post &#x1010;&#x103D;&#x1031; &#x1021;&#x1015;&#x1010;&#x103A; &#x1010;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038; &#x1010;&#x1000;&#x103A;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; &#x101C;&#x102F;&#x1036;&#x1038;&#x101D; productive &#x1016;&#x103C;&#x1005;&#x103A;&#x1019;&#x101A;&#x103A; &#x1006;&#x102D;&#x102F;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; emacs &#x1016;&#x1000;&#x103A; &#x101B;&#x1031;&#x102C;&#x1000;&#x103A;&#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x102C; &#x104B; &#x1014;&#x1031;&#x102C;&#x1000;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037;&#x101C;&#x100A;&#x103A;&#x1038; &#x1019;&#x1011;&#x1030;&#x1038;&#x1015;&#x102B;&#x1018;&#x1030;&#x1038; &#x1000;&#x103D;&#x102C; &#x1006;&#x102D;&#x102F;&#x1010;&#x1032;&#x1037; &#x1005;&#x102D;&#x1010;&#x103A;&#x101D;&#x1004;&#x103A;&#x101C;&#x102C;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037; static site &#x1000;&#x102D;&#x1005;&#x1039;&#x1005;&#x101C;&#x100A;&#x103A;&#x1038; &#x1010;&#x1001;&#x102B;&#x1010;&#x100A;&#x103A;&#x1038; &#x1005;&#x1019;&#x102F;&#x1036; &#x1010;&#x102F;&#x1036;&#x1038; &#x101E;&#x103D;&#x102C;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037;&#x1010;&#x102C;&#x1015;&#x102B;&#x1015;&#x1032;&#x104B;</p><p>&#x1010;&#x1001;&#x102F; &#x1010;&#x1031;&#x102C;&#x1037; &#x1021;&#x1019;&#x103C;&#x1010;&#x103A; &#x101B;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x1010;&#x102D;&#x102F;&#x1004;&#x103A; config &#x1000;&#x102D;&#x102F; &#x101B;&#x1031;&#x1038;&#x1019;&#x101A;&#x103A; &#x1021;&#x1005;&#x102C;&#x1038; &#x101E;&#x1030;&#x1019;&#x103B;&#x102C;&#x1038; &#x101B;&#x1031;&#x1038;&#x1011;&#x102C;&#x1038;&#x1010;&#x1032;&#x1037; config &#x1010;&#x103D;&#x1031;&#x1000;&#x102D;&#x102F; customize &#x101C;&#x102F;&#x1015;&#x103A;&#x101E;&#x102F;&#x1036;&#x1038; &#x1010;&#x102C;&#x1000; &#x1015;&#x102D;&#x102F; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x1019;&#x101A;&#x103A; &#x1006;&#x102D;&#x102F;&#x1010;&#x102C;&#x1000;&#x102D;&#x102F; &#x101C;&#x1000;&#x103A; &#x1001;&#x1036; &#x101B;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;</p><p>&#x1011;&#x102F;&#x1036;&#x1038;&#x1005;&#x1036; &#x1021;&#x1010;&#x102D;&#x102F;&#x1004;&#x103A;&#x1038; vim &#x1015;&#x1032; &#x1006;&#x1000;&#x103A;&#x101E;&#x102F;&#x1036;&#x1038;&#x1019;&#x101A;&#x103A; &#x101C;&#x102D;&#x102F;&#x1037; &#x1006;&#x102F;&#x1036;&#x1038;&#x1016;&#x103C;&#x1010;&#x103A;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;</p><p>vim &#x101E;&#x102F;&#x1036;&#x1038;&#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x102C; &#x1021;&#x1001;&#x103C;&#x102C;&#x1038; &#x1021;&#x1000;&#x103C;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x1018;&#x1030;&#x1038;&#x104B; &#x101E;&#x1030;&#x1019;&#x103B;&#x102C;&#x1038;&#x1010;&#x103D;&#x1031; &#x1006;&#x102E;&#x1000; &#x1006;&#x101B;&#x102C;&#x1000;&#x103C;&#x102E;&#x1038;&#x1010;&#x103D;&#x1031; &#x101E;&#x102F;&#x1036;&#x1038;&#x1010;&#x102C; &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x101C;&#x100A;&#x103A;&#x1038; &#x101B;&#x1031;&#x102C;&#x101A;&#x1031;&#x102C;&#x1004;&#x103A;&#x101E;&#x102F;&#x1036;&#x1038;&#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x102C;&#x104B; &#x1006;&#x101B;&#x102C; &#x1000;&#x103C;&#x102E;&#x1038; &#x1019;&#x1016;&#x103C;&#x1005;&#x103A;&#x101B;&#x1004;&#x103A;&#x1010;&#x1031;&#x102C;&#x1004;&#x103A; &#x1010;&#x1015;&#x100A;&#x1037;&#x103A;&#x1000;&#x103C;&#x102E;&#x1038; &#x1016;&#x103C;&#x1005;&#x103A;&#x101B;&#x1004;&#x103A;&#x101C;&#x100A;&#x103A;&#x1038; &#x1019;&#x1006;&#x102D;&#x102F;&#x1038;&#x1018;&#x1030;&#x1038; &#x1019;&#x101F;&#x102F;&#x1010;&#x103A;&#x101C;&#x102C;&#x1038; &#x1F92A;&#x1F92A;&#x1F92A;</p><p>&#x1012;&#x102B;&#x1015;&#x1031;&#x1019;&#x101A;&#x1037;&#x103A; &#x1010;&#x1000;&#x101A;&#x103A;&#x101C;&#x100A;&#x103A;&#x1038; productive &#x1016;&#x103C;&#x1005;&#x103A;&#x1015;&#x102B;&#x1010;&#x101A;&#x103A;&#x104B; tmux+vim &#x1006;&#x102D;&#x102F;&#x1010;&#x1031;&#x102C;&#x1037; development &#x101C;&#x102F;&#x1015;&#x103A; &#x1010;&#x1032;&#x1037; &#x1021;&#x1001;&#x103B;&#x102D;&#x1014;&#x103A; mouse &#x1000;&#x102D;&#x102F;&#x1004;&#x103A;&#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x102C; &#x1021;&#x1010;&#x1031;&#x102C;&#x103A;&#x101B;&#x103E;&#x102C;&#x1038;&#x1010;&#x101A;&#x103A;&#x104B; mouse &#x101C;&#x100A;&#x103A;&#x1038; &#x1019;&#x1000;&#x102D;&#x102F;&#x1004;&#x103A;&#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037;&#x1018;&#x1030;&#x1038;&#x104B; &#x1021;&#x1001;&#x103C;&#x102C;&#x1038; editor &#x1010;&#x103D;&#x1031;&#x101C;&#x100A;&#x103A;&#x1038; &#x1019;&#x101E;&#x102F;&#x1036;&#x1038;&#x1001;&#x103B;&#x1004;&#x103A;&#x1010;&#x1031;&#x102C;&#x1037;&#x1018;&#x1030;&#x1038;&#x104B;</p><p>vim &#x1016;&#x1000;&#x103A;&#x1000;&#x102D;&#x102F; &#x1015;&#x103C;&#x1014;&#x103A;&#x101C;&#x100A;&#x103A;&#x101C;&#x102C;&#x1010;&#x1031;&#x102C;&#x1037; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; config &#x1000;&#x102D;&#x102F; &#x1006;&#x1000;&#x103A; &#x1019;&#x101E;&#x102F;&#x1036;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037;&#x1015;&#x1032; community &#x1000; develop &#x101C;&#x102F;&#x1015;&#x103A; &#x1014;&#x1031;&#x1010;&#x1032;&#x1037; config &#x1010;&#x103D;&#x1031;&#x1000;&#x102D;&#x102F;&#x1015;&#x1032; customize &#x101C;&#x102F;&#x1015;&#x103A; &#x101E;&#x102F;&#x1036;&#x1038; &#x1019;&#x101A;&#x103A; &#x1006;&#x102D;&#x102F;&#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; <a href="https://github.com/SpaceVim/SpaceVim" rel="noopener">spacevim</a> &#x1015;&#x103C;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x101E;&#x102F;&#x1036;&#x1038;&#x1016;&#x103C;&#x1005;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;</p><p>customize &#x101C;&#x102F;&#x1015;&#x103A;&#x1010;&#x101A;&#x103A; &#x1006;&#x102D;&#x102F;&#x1010;&#x102C;&#x101C;&#x100A;&#x103A;&#x1038; &#x1019;&#x1006;&#x102D;&#x102F;&#x1005;&#x101C;&#x1031;&#x102C;&#x1000;&#x103A;&#x101C;&#x1031;&#x1038;&#x1015;&#x1032; &#x1015;&#x103C;&#x1004;&#x103A;&#x101B;&#x1010;&#x102C;&#x1015;&#x102B;&#x104B; &#x1000;&#x102D;&#x102F;&#x101A;&#x103A; &#x101E;&#x102F;&#x1036;&#x1038;&#x1010;&#x1032;&#x1037; language &#x1021;&#x101C;&#x102D;&#x102F;&#x1000;&#x103A; layer &#x1010;&#x103D;&#x1031;&#x1011;&#x100A;&#x1037;&#x103A;&#x1015;&#x1031;&#x1038;&#x101B;&#x1010;&#x101A;&#x103A;&#x104B; custom plugn &#x101E;&#x102F;&#x1036;&#x1038;&#x1001;&#x102F; &#x1011;&#x1015;&#x103A;&#x1011;&#x100A;&#x1037;&#x103A;&#x1010;&#x101A;&#x103A;&#x104B;</p><p>&#x1014;&#x1031;&#x102C;&#x1000;&#x103A; &#x1015;&#x103C;&#x102E;&#x1038;&#x1010;&#x1031;&#x102C;&#x1037; custom plugin &#x1021;&#x1010;&#x103D;&#x1000;&#x103A; config &#x1011;&#x1015;&#x103A;&#x1016;&#x103C;&#x100A;&#x1037;&#x103A;&#x101B;&#x1010;&#x101A;&#x103A;&#x104B; esc key &#x1000;&#x102D;&#x102F; jj &#x1014;&#x1032;&#x1037; &#x1015;&#x103C;&#x1014;&#x103A; map &#x1015;&#x1031;&#x1038;&#x101B;&#x1010;&#x101A;&#x103A;&#x104B; &#x1021;&#x1010;&#x1031;&#x102C;&#x103A;&#x101C;&#x1031;&#x1038; &#x1000;&#x102D;&#x102F; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1031;&#x1015;&#x102B;&#x1010;&#x101A;&#x103A;&#x104B; vim &#x1015;&#x103C;&#x1031;&#x102C;&#x1004;&#x103A;&#x1038;&#x101E;&#x102F;&#x1036;&#x1038;&#x1019;&#x101A;&#x103A; &#x1006;&#x102D;&#x102F;&#x101B;&#x1004;&#x103A; spacevim conig &#x1014;&#x1032;&#x1037; &#x1010;&#x1000;&#x101A;&#x103A; &#x1021;&#x1006;&#x1004;&#x103A;&#x1015;&#x103C;&#x1015;&#x102B;&#x1010;&#x101A;&#x103A;&#x104B;</p><figure class="kg-card kg-bookmark-card"><a class="kg-bookmark-container" href="https://github.com/AungMyoKyaw/dotfiles"><div class="kg-bookmark-content"><div class="kg-bookmark-title">GitHub - AungMyoKyaw/dotfiles: My NEOVim, tmux and zsh config</div><div class="kg-bookmark-description">My NEOVim, tmux and zsh config. Contribute to AungMyoKyaw/dotfiles development by creating an account on GitHub.</div><div class="kg-bookmark-metadata"><img class="kg-bookmark-icon" src="https://github.com/fluidicon.png" alt="switch to spacevim"><span class="kg-bookmark-author">GitHub</span><span class="kg-bookmark-publisher">AungMyoKyaw</span></div></div><div class="kg-bookmark-thumbnail"><img src="https://opengraph.githubassets.com/641129764f8cf9eea5e64e618bd6d9ed432c19ce22960888df6ec240aa1d3902/AungMyoKyaw/dotfiles" alt="switch to spacevim"></div></a></figure><blockquote><a href="https://github.com/ovity/octotree" rel="noopener">octotree plugin</a></blockquote>]]></content:encoded></item></channel></rss>